{
  "36 - 50": [
    {
      "name": "Le Papaturage Royal",
      "level": "Moogrr Royal",
      "boss": "Le Moogrr Royal n'est pas invulnérable mais :",
      "strategies": [
        "- Moogrr Royal gagne 1 PW en début de tour et 1 à chaque ennemi tué, à son maximum elle fait exploser toutes les bouses infligeant de lours dégâts.",
        "- La gestion des boubouzes et/ou le placement seront très importants pour ne pas subir trop de dégâts du sort « Bombouzement en chaîne », qui se débloque lorsque le Moogrr Royal a 5 PW. Il en gagne un à chaque début de tour et à chaque fois qu’un monstre est mis K.O (invocations comprises).",
        "- L’état Phéromones est appliqué uniquement par les Moomouches, et permet aux autres monstres de vous retirer des résistances Terre.",
        "- Les glyphes vous appliqueront un débuff de Résistance Terre (max. -100) via l’état Nauséabond et augmenteront les Résistances élémentaires des monstres (max. +100). Pour enlever ces glyphes, il vous faudra marcher sur la boubouze au centre du glyphe, au prix d’un malus de -100 PM pendant un tour.",
        "- Il est conseillé d'utiliser des invocations pour marcher les boubouzes afin de limiter le retrait PM.",
        "- Favoriser un focus Moomouche pour simplifier le combat."
      ],
      "tips": []
    },
    {
      "name": "La Montage Adezieu",
      "level": "Craqueleur Royal",
      "boss": "Le Craqueleur Royal n'est pas invulnérable mais :",
      "strategies": [
        "Conseil: Un soigneur ou un donneur de bouclier sont conseillés.",
        "- Le Craqueleur Royal possède le passif : Cotte de granit : Possède 10 niveaux. Le craqueleur gagne passivement 400 résistances élémentaires. Chaque attaque en mêlée et collision retire 1 niveau et 25 résistances élémentaires. Au niveau 0, déclenche Rage Sismique et invoque une caillasse autour de lui.",
        "- La stratégie du Craqueleur Royal est donc d’utiliser des sorts peu coûteux en PA en mêlée afin de réduire sa Cotte de Granit. Une fois la Cotte de Granit très basse ou disparue, utilisez vos sorts les plus puissants afin de réduire significativement sa vie.",
        "- Plus le Craqueleur Royal perd de la vie, plus il gagne en puissance.",
        "- Les cases en bordures de terrain invoquent une caillasse."
      ],
      "tips": []
    },
    {
      "name": "Les Champs Pourchan",
      "level": "Plante Carnivore",
      "boss": "La Plante Carnivore n'est pas invulnérable mais :",
      "strategies": [
        "- Plante Carnivore, tentez de la garder à distance, sa Morsure au corps-à-corps est douloureuse.",
        "- Le linceul de fleurs laissé par les monstres à leur mort peut vite envahir la salle, lancez des invocations pour nettoyer les lieux à votre place ou soyez assuré de vos déplacements en ne laissant pas le malus de résistances se cumuler d’un tour à l’autre.",
        "- Tous les monstres du donjons disposent du passif caché Linceul de fleurs :\n« Linceul de fleurs » (passif caché) : À la mort du porteur, celui-ci laisse derrière lui une zone croix diagonale de 2 cases pour une durée infinie. Ces cases se déclenchent et disparraissent en marchant dessus en appliquant Linceul de fleurs.\n« Linceul de fleurs » (état) : Retire 50 de résistance élémentaire, culmulable jusqu’à 300. L’état disparait à la fin du prochain tour du porteur s’il n’est pas réappliqué.",
        "- Il y a un mini-boss dont on drop la graine sur le boss, il faut être paysan niveau 35 pour pouvoir la planter dans le petit carré de terre de la première salle. Pas de mécanique particulière"
      ],
      "tips": []
    },
    {
      "name": "Equipage du Poulpe",
      "level": "Pohl Le Poulpe",
      "boss": "Pohl le Poulpe n'est pas invulnérable mais:",
      "strategies": [
        "- Pohl tapent sans ligne de vu, 3 fois par tour en retirant de la portée. Essayer de retourner vos supports pour qu'ils soient ciblé en priorité par Pohl !",
        "- Pohl gagne des DI chaques tour qu'il passe sous l'eau. Pour le faire surgir, il faut tuer les tentacule. Astuce: Dans la salle du boss elle sont des \"invocations\", Enutrof ou Osamodas sont donc géniaux pour les tuer.",
        "- Au bout de 2 tours, Pohl s'enfonce dans l'eau, vous laissant du repis. 3 tentacules vont surgir sur une des zone prévus.",
        "- Les \"Flibustier\" sont dangereux, ils tapent très fort, sur toute une ligne et a distance. Les \"Soeurs\" vous attire mais ne sont pas dangeureuse. Les \"Bataillard\" ont un mode berserk sous 50% HP qui leurs permet de taper 2 fois, fort en vol de vie.",
        "- Les tentacules tapent en zone colère de 2.",
        "- Tous les monstres tapent dans l'élement \"Stasis\", ils tapent donc avec leur meilleur élément, et dans votre résistance la plus basse."
      ],
      "tips": [
        "Stèle d'intervention : Cire Momore (Modulation obligatoire)",
        "- Cette stèle fait apparaître un 2ème boss",
        "- Cire Momore n'a pas beaucoup de PM",
        "- Il a un sort de zone autour de lui qui augmente les dégâts reçus permanent",
        "- Il a un sort monocible à distance"
      ]
    },
    {
      "name": "Donjon Mort-Brûlés",
      "level": "Hark-Sahniss",
      "boss": "Hark Saniss n'est pas invulnérable mais:",
      "strategies": [
        "Stêle d'intervention Cire Momore ankylosé Disponible seulement en modulé",
        "- Cases Malédiction. Un monstre sur la case gagne 200 de résistance. Marcher sur les cases les enlève mais vous applique un état \"Maudit\"",
        "- Etat \"Maudit\": -10% d'armure reçu, -10% soin reçu et -25 res par etat. Niveau 5 maximum (-50% Armure/soin recu et -125 res max)",
        "- Lorsqu'un monstre meurt, une case malédiction apparait sous eux. Une croix de taille 1 pour les Défunéraire. Au début de leurs tour, les monstres font apparaître une croix de case malédiction sous eux.",
        "- Au début de son tour, Hark-Sahniss tape autour de lui en zone colère de 4, et pose des cases malédictions partout autours de lui.Il possède -200 de résistances dos, tape en étoile de 1 à distance.",
        "- Si vous êtes dans son dos, il vous téléportera aléatoirement face à lui en vous infligeant énormement de dégats.",
        "- Hark-Sahniss à 2 phases. La première de 100% à 50%. La 2eme de 50% à 0%. Il n'y a aucune différence de stratégie entre les 2 phases, simplement qu'il réinvoque 3 monstres au début de son tour de jeu et ne peu pas être tuer avant son tour de jeu."
      ],
      "tips": [
        "Stèle d'intervention : Cire Momore (Modulation obligatoire)",
        "- Cette stèle fait apparaître un 2ème boss",
        "- Cire Momore n'a pas beaucoup de PM",
        "- Il a un sort de zone autour de lui qui augmente les dégâts reçus permanent",
        "- Il a un sort monocible à distance"
      ]
    },
    {
      "name": "La Tour Minérale",
      "level": "Agonie la Déterrée",
      "boss": "WARNING : Pour accéder au contenu de cette tour, vous allez avoir besoin d’une incantation de Féca. Celle-ci peut être fabriquée par un ébéniste. L’incantation est consommée à l’utilisation mais vous pourrez faire autant de tentatives que vous le souhaitez contre Agonie tant que vous ne gagnez pas le combat et ne sortez pas du donjon.",
      "strategies": [
        "Agonie n'est pas invulnérable mais :",
        "- Chaque visite du donjon détermine un gameplay parmi les huit disponibles pour Agonie et ses Trépamorts. Ce gameplay influence la façon dont le combat se déroule, mais ne change pas en cas d’abandon tant que vous ne sortez pas du donjon. Ainsi, il est possible de jouer le premier tour pour identifier le gameplay en cours, d’abandonner et de relancer après avoir adapté son équipement et sa stratégie.",
        "- Agonie la Déterrée commencera toujours le combat avec une mécanique principale, un sortilège et une malédiction, choisis aléatoirement à chaque fois que vous entrez dans son donjon, ce qui donne 8 combinaisons possibles. Ces combinaisons influeront sur la manière de vaincre Agonie mais aussi sur ses capacités et celles de ses Trépamorts. Il faut donc rapidement identifier le pattern utilisé par Agonie dans le combat en cours pour réagir en conséquence.",
        "- Voici un tableau récapitulatif des différents gameplays : Tableau. Gardez ce tableau ouvert afin de pouvoir vous en servir rapidement au début et pour comprendre la suite des explications",
        "Mécaniques Principales :",
        "La Forteresse et le Dédoublement sont les mécaniques principales de ce boss. Elle aura toujours l’une ou l’autre et les activera à la fin de son premier tour. Associées aux éléments de son sort Compression Temporelle et au tableau ci-dessus, elles vous permettront d’identifier immédiatement toutes les mécaniques que vous rencontrerez au cours du combat :",
        "- « Forteresse » : Agonie invoque des murs élémentaires autour d’elle afin de se protéger. Ces murs bloquent la vision et infligent d’importants dégâts à tout ennemi marchant dans l’un de ces murs ou commençant son tour dedans. Pour faire disparaître les murs, il suffit de détruire les cristaux du même élément. Agonie est invulnérable à tout dégât infligé sans ligne de vue, et reste stabilisée tant qu’au moins un mur est encore présent",
        "- « Dédoublement » : Dans ce gameplay, Agonie invoque deux doubles d’elle-même à la fin de son premier tour. Ils possèdent 25% de ses PV max. et ont des faiblesses dans tous les éléments. Ils sont sacrifiés tous les trois tours et ré-invoqués à la fin du tour d’Agonie (1, 4, 7, 10, etc.). Agonie se soigne de 100% du montant de PV restant aux doubles à leur sacrifice, il est donc important de les tuer avant. Les Doubles ne sont pas désincarnés à la mort d’Agonie.",
        "Sortilèges :",
        "Les Sortilèges sont une mécanique défensive utilisée par Agonie tous les 4 tours à partir du tour 3 (3, 7, 11, 15…). Tant qu’un sortilège est actif, elle est entourée d’une aura verdâtre.",
        "- « Repli Ténébreux » : Agonie se donne le passif Résistance Terrestre pendant un tour et gagne 10 Résistance Élémentaire par niveau de Stasis (même passif que chez les Trépamorts). Si le sortilège n’est pas brisé, elle gagne 30% de Dégâts infligés permanents au début de son prochain tour. Ce bonus n’apparaît pas sur la fiche du Boss mais se cumule bien à chaque tour de sortilège non-brisé. Pour briser le Repli Ténébreux, il faut finir de détruire les quatre cristaux sur le terrain. Autrement dit, si vous avez déjà détruit les quatre, vous ne pourrez pas contrer ce sortilège.",
        "- « Protectionnisme » : Agonie se soigne de 100 PV à chaque fois qu’elle reçoit des dégâts tant que Protectionnisme est actif. Si le sortilège n’est pas brisé, elle invoquera un Jadarme, un Agathank et un Emeraldin au tour suivant. Ces invocations ne possèdent pas de Résistance Terrestre, mais ne sont pas désincarnées si Agonie meurt. Pour briser le Protectionnisme, il faut infliger 500 dégâts ou plus en un seul coup à Agonie.",
        "Malédictions :",
        "Les Malédictions sont une mécanique offensive utilisée par Agonie tous les 3 tours à partir du tour 2 (2, 5, 8, 11…). Contrairement aux Sortilèges, il n’est pas possible de les désactiver, sauf en tuant Agonie.",
        "- « Tour de la Terre » : Un glyphe de 1 case apparaît aux pieds d’une entité lorsqu’elle inflige des dégâts à Agonie, un Trépamort ou un cristal. Au début du tour d’Agonie, des rochers tombent du plafond et infligent des dégâts Terre en zone (croix de une case) centrée sur le glyphe. Les dégâts de cette malédiction augmentent avec les dégâts d’Agonie (bonus d’archétype ou du Repli Ténébreux).",
        "- « Silence Sacré » : Le joueur perd 20% de ses PdV max (dégâts neutres) pour chaque sort à PW utilisé pendant un tour de Malédiction. En échange, il bénéficie d’un bonus de 30% aux Dégâts finaux sur les sorts coûtant au moins un PW pendant ce tour. Si le Silence n’est pas déclenché pendant ce tour, Agonie gagnera 50 Résistance élémentaire pendant le tour suivant."
      ],
      "tips": [
        "Stèle 1: Invoque une case mort sur la cellule où le joueur se trouve au début de son tour. La case mort ne disparaît jamais.",
        "Stèle 2: Les soins et les gains d’armures réalisés sont réduits à 0 si la cible n’est pas proche d’un ennemi ou d’un allié (1 case).",
        "Stèle 3: Il est interdit pour un joueur de terminer son tour aligné avec un autre allié. Les invocations ne comptent pas comme un allié.",
        "Stèle 4: Les Trépamorts gagnent 2 PM et 2 PO pendant tout le combat."
      ]
    }
  ],
  "51 - 65": [
    {
      "name": "Marteau-Agris",
      "level": "Goël le Golem",
      "boss": "Goël n'est pas invulnérable mais:",
      "strategies": [
        "- Dans la salle de Goël, une mécanique spéciale apparaît: Un bouclier apparaît sur les monstres les tours impair, et sur le Goël les tours pairs. Ce bouclier donnent de grande resistance mais avec une contrepartie: Pour chaque entité qui infligera au moins 1 dégât en étant aligné à un monstre retirera des résistances au monstre au tour d'après.",
        "- Goël fait beaucoup de dégats.",
        "- Les \"Parrapuits\" sont a focus impérativement. Ils font beaucoup de dégats et soignent de gros montant de vie à leurs alliée.",
        "- Les \"Marthos\" ne sont pas dangereux, tuez les en seconds temps.",
        "- Les \"Bouclihash\" sont perma stab, et réduisent les dégâts de 50% de face SAUF avant leurs premier tours."
      ],
      "tips": [
        "Stèle d'intervention : Cire Momore (Modulation obligatoire)",
        "- Cette stèle fait apparaître un 2ème boss.",
        "- Cire Momore n'a pas beaucoup de PM.",
        "- Il a un sort de zone autour de lui qui augmente les dégâts reçus permanent.",
        "- Il a un sort monocible à distance."
      ]
    },
    {
      "name": "L'Antre Oubliée",
      "level": "Grand Bouftou Sauvage",
      "boss": "Le Grand Bouftou Sauvage est invulnérable mais:",
      "strategies": [
        "- Le Grand Bouftou Sauvage invoque 2 totems bleus chacun entourés de glyphes bleus à chacun de ses tours, il les détruit et en réinvoque deux autres à chaque tour, le placement est aléatoire.",
        "- Un personnage doit se placer sur une glyphe bleue et se transformera en esprit bouftou. Une fois transformé, approchez vous du Grand Bouftou Sauvage et lancer le seul sort que vous possédez (ou passez votre tour à son CàC), cela retirera l'invulnérabilité du Grand Bouftou Sauvage pour 1 tour. Il faudra refaire cette action, à chaque tour."
      ],
      "tips": []
    },
    {
      "name": "Donjon Bwork",
      "level": "Throll",
      "boss": "Le Throll n'est pas invulnérable mais:",
      "strategies": [
        "- Le Throll possède le passif \"Régénération Sauvage\", qui lui permet de se régénérer 5% de ses HP max par niveau du passif au début du tour de chaque combattant. Pour contrer ça, il faut que le Throll termine son tour sur un artefact, il perdra 1 niveau du passif, ce qui diminue sa régénération. Il n'est pas affecté par les bonus des artefacts.",
        "- Il faudra inciter le Throll à utiliser son sort \"Charge Sauvage\" sur un joueur à côté d'un artefact pour l'attirer.",
        "- Tous les Bworks (sauf le guerrier) font apparaître des artefacts bworks, qui ajoutent des bonus aux ennemis selon leur couleur et leur nombre. Ces artefacts possèdent 100 HP et peuvent être détruits soit en leur infligeant des dégâts soit en terminant son tour sur l’un d’eux. Ils disparaissent également à la mort du Bwork qui les a posés. Un nombre aléatoire d’artefacts (entre 4 et 6) sera automatiquement crée au début de chaque combat. Marcher sur une case de bordure fait également apparaître un artefact Bwork sur la map. Liste des artefacts :",
        "- Bleu : 10 de résistance élémentaire par niveau, peut monter jusqu’au niveau 7.",
        "- Rouge : 10 maitrise élémentaire par niveau, peut monter jusqu’au niveau 5.",
        "- Vert : 3% de chance de coup critique, peut monter jusqu’au niveau 4.",
        "- Jaune : 2 PA et 1PM par niveau, peut monter jusqu’au niveau 2."
      ],
      "tips": []
    },
    {
      "name": "La Skouale Sèche",
      "level": "Royal Skouale",
      "boss": "Le Royal Skouale n'est pas invulnérable mais:",
      "strategies": [
        "- Il faut placer le Royal Skouale sur les glyphes, afin d'éviter de lui générer des PW en le tapant.",
        "- Placer Royal Skouale suffit uniquement à éviter la régénération de PW si on le tape au cac, si on le tape à distance il continuera à gagner des PW à chaque coup.",
        "- Si il arrive à 10PW, il pourra lancer le sort \"Morsure de la mi-mort\" et retirera 50% des HP restants du personnage sur qui il le lance.",
        "- Le monstre Skouale Lancier inflige l'état \"Ensanglanté\" qui retire 20 résistances élémentaires pour 2 tours.",
        "- Si on a l'état \"Ensanglanté\" et qu'on a moins de 25% de HP, on subit un fort renvoi de dommage si on tape un mob, cela le régénérera de la moitié des dégats que l'on a subit multiplié par le nombre de stack ensanglanté que l'on a."
      ],
      "tips": []
    },
    {
      "name": "Donjon Mollusky",
      "level": "Kralaboss",
      "boss": "Kralaboss n'est pas invulnérable mais:",
      "strategies": [
        "- Le Kralaboss possède un sort \"Kralahypnose\" qu'il lance dès le premier tour puis tous les 3 tours qui réduit les dégâts infligés et les coups critiques des personnages qui le regardent. Il faut donc se retourner pour éviter l'état.",
        "- Il faudra déplacer le Kralaboss dans les glyphes de bordure de map et glyphes Kralamouille pour éviter de générer des PW en le tapant. A partir de 5PW il lancera le sort \"High Voltage\" et tuera tous vos personnages dans la zone.",
        "- Tous les monstres commencent à 0 PW et en gagnent au cours du combat, pour activer certains sorts. Les monstres gagnent naturellement un PW à chaque début de tour et le Kralaboss en gagne un à chaque fois qu’il reçoit un coup."
      ],
      "tips": []
    },
    {
      "name": "Kokokolantha",
      "level": "Grokokolantha",
      "boss": "Grokokolantha n'est pas invulnérable mais:",
      "strategies": [
        "- Grokokolantha invoque un Pilier Koko indestructible et toujours sur la même case. Ce pilier est utile uniquement pour les joueurs car si vous arrivez à placer les ennemis de sorte à ce que, lorsqu’il activeront leur passif « Coup d’koko » celui-ci se trouve dans la zone de dégâts du passif, il appliquera une perte de -80 de résistance élémentaire sur le boss pour le tour en cours.",
        "- Pour eviter le sort de début de tour du Grokokolantha, il suffit d'avoir prit un coup de début de tour d'un koko, ou d'être au contact d'un koko au début du tour du Grokokolantha",
        "- Evitez de vous zoner en mélée du boss, celui-ci à un sort de zone qu'il ne fait que si il a 2 entité ou + à son contact.",
        "- En dessous de 25% hp, il gagne un etat qui lui permet de lancer un sort de soin au début de son tour",
        "- Il y a un duo de mini boss pour y avoir accès il faut récupérer les bulletins de vote dans chaque salle après avoir gagner le défis de ne pas finir son tour avec moins de 4PW.\n  - Se rendre ensuite dans la salle du conseil et voter, au choix il y a acces aux boss ou accès au coffre de mimic.\n  - Les deux boss ont beaucoup de vie et tape assez fort. Tuer Vendredi en premier pour éviter la fusion Phorzerker---dsd"
      ],
      "tips": []
    },
    {
      "name": "Château des Cwabes",
      "level": "Cwabe Royal",
      "boss": "Le Cwabe Royal n'est pas invulnérable mais:",
      "strategies": [
        "- Cwabe Royal lancera le sort Cwabapace, il recevra -100 Dommages Zones et -150 Dommages Distance x2 pour le restant de la durée du combat, un personnage mélée est obligatoire.",
        "- Au début de son tour le Cwabe Royal en ligne de 3 cases de largeur face à lui lancera un sort de dégats.",
        "- Privilégier l'élimination des monstres Salbatroce, qui font du retrait PA et du retrait de résistances. Ensuite les monstre Cwalbator pour empêcher les invocations de Surimi.",
        "- Des châteaux de sables feront leurs apparitions, tous les 3 tours à partir du tour 3, le sort \"Eruption Ensablée\" se déclenche et fera de gros dégats en ligne de 3 de chaque côté du château de sable."
      ],
      "tips": []
    },
    {
      "name": "Tour Miss Moche",
      "level": "Lela, Erpel, Eenca, Ydalipe",
      "boss": "Les quatres ne sont pas invulnérables mais:",
      "strategies": [
        "- Lela charge et frappe au contact en poussant de plus en plus loin au fil des tours\n    - Tous les tours pairs elle frappe en zone carré autour d'elle avant de charger.",
        "- Erpel inflige des dégâts monocibles à distance (avec ldv) et invoque une armoire qui inflige quelques dégâts.\n    - Si au prochain tour l'armoire est toujours en vie, Erpel la tue, gagne 25% de dommages infligés et la réinvoque en fin de tour.\n    - L'armoire est immunisée aux dommages à distance, à sa mort donnent 2 PA et 2 PM aux ennemis en zone cercle de 2.",
        "- Eenca tape en zone cercle de 2 avec un retrait PO et applique un renvoi de dégâts (20%) sur la princesse la plus affaiblie chaque tour.",
        "- Ydalipe protège les autres princesses avec son passif, elle transpose avec quand elles prennent des dégâts en mélée, et tape en monocible avec du retrait PM.",
        "- Le donjon a 4 stèles, chaque stèle permet à une princesse de revivre sous forme de crapaud (le crapaud fait la même chose que les princesses)."
      ],
      "tips": []
    }
  ],
  "66 - 80": [
    {
      "name": "Les Ratacombes",
      "level": "Ratachouille",
      "boss": "Ratachouille n'est pas invulnérable mais:",
      "strategies": [
        "Attention: Les monstres ayant une base de PdV plus élevée, ils auront entre 8 000 et 9 000 HP en Stasis 5.",
        "Conseil: Des personnages faisant des dégâts terre sont recommandés.",
        "- Si une entité commence dans une des cases autours des tonnaux, elle gagne l'état \"Ebriété d’Orvalus\". Le tour suivant, les personnages auront l'état \"Gueule de bois d'Orvalus\". Les montres qui auront \"Ebriété d'Orvalus\", auront des résistances terre négatives.",
        "\"Ebriété d’Orvalus\": +25% dommages infligés, -200 de résistances élémentaires.",
        "\"Gueule de bois d'Orvalus\": -25% dommages infligés, +200 résistances élémentaires."
      ],
      "tips": []
    },
    {
      "name": "Temple du Grand Orrok",
      "level": "Le Grand Orrok",
      "boss": "Le Grand Orrok n'est pas invulnérable mais:",
      "strategies": [
        "- Dans la salle de Orrok: Ne vous mettez JAMAIS sur les cases du fond lors de la phase de placement, sinon vos personnages auront un poison de 1000 de dégats à leurs début de tour. Ne jamais finir aligner avec aucun totem sous aucune circonstance, sinon c'est la mort.",
        "- Orrok tape très fort en zone colère de 2 à distance de 8 cases et également très fort en monocible en mélée.",
        "- Les monstres sont beaucoup plus fort que les autres monstres de la même tranche. Beaucoup de résistances et surtout énormement de dégats."
      ],
      "tips": []
    },
    {
      "name": "La Corbeau-Cave Niv.66",
      "level": "Korbot K-800",
      "boss": "Le Kotbot K-800 n'est pas invulnérable mais:",
      "strategies": [
        "Conseil: Lorsqu'un monstre à son renvoie d'actif (Visible par une petite luciole violette qui vole autour de lui, taper en zone sans cibler le monstre ou lancez un sort qui aura un effet bénéfique sur vous, il sera renvoyer sur vous, donc avec son effet positif et consommera le renvoie du Corbac !)",
        "- Korbot K-800 pose une glyphe au sol qui retire 50% des HP courants des combattants se trouvant dedans lors du prochain tour du boss.",
        "- Korbot K-800 ainsi que les monstres (à part le corbic) poussent donc il faut faire attention au positionnement pour ne pas se retrouver dans les cases qui boost l'armure venteuse sur les bords de la map. (se stab, s'aligner, etc)",
        "- Lorsque l’armure est active, privilégiez les sorts peu impactants, qui ne vous renvoieront pas trop de dégats. Voir des sorts avec des effets annexe qui sont positif sur soit (Exemple: Armature du Zobal, Ronce du Sadida, qui shield en plus de provoque le renvoie du boss et donc annuler son passif)",
        "- Le passif Armure Venteuse des ennemis augmente de 1 niveau pour chaque coup reçu de 2 niveaux s’il est niveau 0, ou de 2 niveaux pour tous les ennemis en marchant ou en commençant son tour sur les cases de bordure. Au niveau 6, ce passif renvoie le sort vers son lanceur et se réinitialise. Le passif est visuellement identifiable par les plumes violettes qui volent autour du monstre qui le possède au niveau 6.",
        "- Le passif augmente uniquement avec les sorts directs: les sorts de zone (lancés à côté de l’ennemi) infligeront les dégâts sans augmenter le passif mais ne désactiveront pas non-plus l’armure si celle-ci est au niveau 6."
      ],
      "tips": []
    },
    {
      "name": "Truchière Abandonée",
      "level": "Hongrue, Haute Truche",
      "boss": "Les oeufs ainsi que Hongrue sont invulnérables mais:",
      "strategies": [
        "- Pour tuer Hongrue, il faudra d'abord le tacler avec un personnage qui possède un minimum de 500 de tacle. Hongrue gagnera un buff de dégats : 50% Dommages infligés, 20 Vonlonté & 25% Coup Critique et les oeufs seront vulnérables pour 2 tours.",
        "- Si les oeufs ne sont pas morts en moins de 2 tours, il faut répéter la manipulation.",
        "- Lorsque les oeufs sont morts, Hongrue sera vulnérable.",
        "- En tappant les oeufs, vous gagnez du tacle.",
        "- Si une mimique apparait à la mort d'un oeuf, il faudra la tuer pour que Hongrue soit vulnérable.",
        "- Les oeufs font des dégats feu en zone de 2 cases à leurs tours."
      ],
      "tips": []
    },
    {
      "name": "Domaine du Petit Groin",
      "level": "Gligli Royal",
      "boss": "Le Gligli Royal n'est pas invulnérable mais:",
      "strategies": [
        "- Le Gligli Royal charge une personne en ligne de lui  au début de son tour, et la pousse de 5 cases.",
        "- Le Gligli Royal peut lancer le sort \"Truffe Royal\", qui augmente ses résistances élémentaires de 25, qu'il lancera uniquement lorsqu'il a en dessous de 50% de ses HP max.",
        "- Le monstre Prespic peut donner l'état \"Contre\" au Gligli Royal, si vous attaquez le Gligli Royal sous cet état, il renverra 200% des dommages sous forme de dommages feu, il est facile de voir l'état grâce à l'aura que le Gligli Royal a lorsqu'il l'obtient.",
        "- Les gliglis poussent, et le Gligli Royal pousse plus, restez sur les cases au centre de la map ou sur des obstacles, car les cases de bordures de map vous tueront directement."
      ],
      "tips": []
    },
    {
      "name": "Palais du Tsu",
      "level": "Tsar Tsu Tsu",
      "boss": "Le Tsar Tsu Tsu n'est pas invulnérable mais:",
      "strategies": [
        "- Tsar Tsu Tsu lance AspiraTsarTsar 2 fois par tour ce qui vole des PW et le fait gonfler.",
        "- Au bout du 3ème AspiraTsarTsar, il lance Explusion de Wakfu qui fait assez mal en cercle de 2 cases.",
        "- Il invoque également des petits boos qui ne comptent pas comme des invocations et doivent être tués en mélée (invulnérables à distance)."
      ],
      "tips": []
    },
    {
      "name": "Autel de la Lune",
      "level": "Lune Géante",
      "boss": "La Lune Géante n'est pas invulnérable mais:",
      "strategies": [
        "Conseil: Il vaut mieux abattre la Lune Géante en premier pour se faciliter la tâche.",
        "- Le passif Protection Lunaire de la Lune Géante va être très problématique puisque qu’il confère énormément de résistance aux ennemis qui en ont déjà beaucoup. Elle donne également +200 d’armure cumulable par tour à tous les monstres, en plus des bonus que peuvent donner les lunes des Mulounes et l’armure que les monstres peuvent eux aussi donner en zone par leur sort.",
        "- Il faut détruire les fragments invoqués par la Lune Géante en la tapant, à chaque fragment détruit elle perd 1PW, une fois à 0, elle se désactivera et les monstres perdront le passif Protection Lunaire.",
        "- Les fragments explosent au bout de 2 tours de présence sur le terrain, et infligent des dégats feu en zone de 2 cases autour. L'explosion rend 1PW à la Lune Géante."
      ],
      "tips": []
    },
    {
      "name": "Donjon Arakne",
      "level": "Veuve Noire",
      "boss": "La Veuve Noire n'est pas invulnérable mais:",
      "strategies": [
        "- La Veuve Noire dispose du passif du même nom qui permet aux joueurs d’infliger 20% de dommages supplémentaire par niveau d’Entoilé, mais chaque premier coup reçu par tour de joueur lui fait invoquer une Petite Arakne (max 6).",
        "- La Veuve Noire peut lancer le sort Morsure de la Veuve Noire, ce sort applique l'état du même nom, le joueur ayant l'état gagnera 1 niveau de l'état si il finit son tour à 6 cases ou moins en cercle autour de la Veuve Noire. Au Niveau 2 de l'état, il perdra 2PM, 4PA, et au Niveau 3 il se transformera en cocon.",
        "- Le Veune Noire se soigne de 10% HP par invocation chaque début de tour",
        "- Pour retirer le cocon, il faut subit une collision directe ou indirecte. Le cocon fait spawn une petite arakne à chaque début de tour.",
        "- Tous les ennemis à l’exception de la Veuve Noire ont le passif Arakne qui confère -400 de résistance dos.",
        "- Le niveau de l'état \"Entoilé\" de chaque joueur augmente lorsqu'il marche et/ou commence son tour sur un glyphe Toile d'Arakne. Lorsqu'une Arakne Mineure commence son tour, son passif \"Perdre le fil\" la téléporte une case à côté de l'entité ayant le plus haut niveau de l'état. Elle le consomme et se confère 30 résistances élémentaires cumulables 10 fois."
      ],
      "tips": []
    },
    {
      "name": "Antre d'Excarnus",
      "level": "Excarnus",
      "boss": "Excarnus est invulnérable qu'en S8+:",
      "strategies": [
        "Totem Macabre : tant que ce totem est actif Excarnus invoque 2 tas d'os à la fin de son tour",
        "Totem Terre Maudite: Tant que ce totem est actif, le totem terre maudite applique un bonus de 200 résistance elementaire à toute les autres entité ennemis sur la map (A FOCUS EN PRIORITE)",
        "Après avoir été tué, chaque totem revient à la vie au bout de son troisième tour. Les totems sont invunérables à plus de 3 PO. Les tas d'os sont invulnérables à moins de 3 PO. Astuce: Les totem ainsi que les TAS D'OS sont considéré comme des INVOCATION. Tuez les facilement avec un enutrof ou un Osamodas! Tuez les tas d'os avant le tour d'excarnus pour éviter de vous faire envahir de bouftou squelette",
        "Une fois par tour de joueur, si des dégâts sont infligés à Excarnus, celui-ci invoquera un tas d'os.",
        "Au début de son tour de jeu, Excarnus transforme tout les tas d'os en bouftou squelette.",
        "S5+: Excarnus invoque 2 totems : un qui tape l'allié le plus éloigné, l'autre l'allié le plus proche.",
        "S8+: Excarnus est invulnérable tant que vous n'avez pas tué un bouftou squelette dans le tour."
      ],
      "tips": []
    }
  ],
  "81 - 95": [
    {
      "name": "Sliptorium",
      "level": "Nonne",
      "boss": "La Nonne n'est pas invulnrérable mais:",
      "strategies": [
        "- Tout les 5 tours la Nonne invoquera des tombes à cibler, le tour d'après chaque tombe encore présente fera spawn un mob.",
        "- Quand elle lance son sort Concentration, il faut éviter de la taper sinon elle infligera plus de dommages avec son sort Décharge Spectrale, possible à esquiver en se cachant derrière les bancs.",
        "- Utiliser des PW vous infligera des dégâts.",
        "- Tuer un monstre lors du combat contre la Nonne (Nonne comprise) fait gagner un bonus multipliant les dégâts infligés par 1,5 pendant 2 tours."
      ],
      "tips": []
    },
    {
      "name": "Le Misolée",
      "level": "Viktoria-France Kenstein",
      "boss": "Viktoria n'est pas invulnérable mais:",
      "strategies": [
        "- Viktoria-France Kenstein invoque 3 Gore-Gone au début du combat. Si on tue Viktoria, les Gore-Gone meurent. Lorsque l'on tue un monstre, celui-ci octroie un bonus à Viktoria qui se cumule:",
        "Si Gore-Gone meurt, elle gagne Amélioration des crocs: \n                       - Etat 1 : 25 % de régénération sur les dommages.\n                       - Etat 2 : 25% de régénration sur les dommages en armure.\n                       - Etat 3 : Si vous cumulez plus de 10 PA/PM/PW pour l'attaquer, elle gagne le passif Peau de Pierre.",
        "Si Aplàtissier meurt, elle gagne Renforcement Musculaire: \n                       - Etat 1 : 25 de résistances.\n                       - Etat 2 : 50 de résistances.\n                       - Etat 3 : 75 de résistances et gagne le passif Aura de Pétrinfaction.",
        "Si Gargrouilleur meurt, elle gagne Allonge des Bras: \n                       - Etat 1 : 5% de dommage.\n                       - Etat 2 : 10% de dommage.\n                       - Etat 3 : 25% de dommage.",
        "- Lorsque le monstre Gore-Gone est touchée par un sort (à tester avec les sorts indirects), elle gagne un stack du passif Peau de Pierre, le nombre de stack obtenu dépend du nombre de PA dépensés. A 10 cumulations, elle gagne 200 résistances élémentaires pendant 2 tours.",
        "- Le monstre Aplàtissier possède une aura de pétrinfaction qui retire -100 de résistances élémentaires aux personnages à une case autour de lui. A chaque tour passé à son corps-à-corps avec un personnage, l'état augmente de 1 jusqu'à 3. Pour chaque cumulation, il gagne du tacle et des résistances et enfin, lorsqu'il a 3 cumulations, il débloque le sort Rouleau Fulgurant."
      ],
      "tips": []
    },
    {
      "name": "Château de Wagnar",
      "level": "Vampyro",
      "boss": "Vampyro n'est pas invulnérable mais :",
      "strategies": [
        "- Toujours rester à 3 cases des bordures, car Vampyro peut pousser.",
        "- Ne pas regarder vers Vampyro, et ne pas attaquer Vampyro au premier tour car il renverra les dégats sur un allié.",
        "- Vampyro se bloquera à 1HP lorsqu'il faudra le tuer, il faut attendre 1 tour afin qu'il meurt. Il fait très mal lors de ce tour et est très mobile. Attention Vampyro détruit les invocations à ce moment.",
        "- Au tour 3 Vampyro va placer un personnage sur une stèle à 1000HP, tuer la stèle libère le personnage, sinon il meurt au bout de 3 tours. (des morts plus rapides, 1 tout, ont été constatées à vérifier)",
        "- En salle 2 du donjon, les chauves souris peuvent attirer si vous êtes alignés."
      ],
      "tips": []
    },
    {
      "name": "Académie Trool",
      "level": "El Pochito",
      "boss": "El Pochito n'est pas invulnérable mais :",
      "strategies": [
        "- Tous les monstres ainsi que El Pochito peuvent baisser vos résistances élémentaires, les bordures de map également.",
        "- Tous les monstres hors Rey Mystroolrio (violet) ont un sort de bonus allié (Armure, PA, Dommages).",
        "- Rey Mystroolrio peut faire un retrait de 3 PW.",
        "- Troolk Hoogan peut stabiliser.",
        "- Pas de réelle stratégie hors stèle."
      ],
      "tips": [
        "Stele 1: Pour chaque coup reçu, les monstres infligent 10% de la valeur reçues à leur contact",
        "Stele 2: Si un monstre ne subis aucun dommage pendant un tour de table, il gagne 50% dommages infligés et 2 PM pour 1 tour",
        "Stele 3: Les monstres gagnent 500 résistance élémentaire pour les 3 premiers coups subis du tour de table",
        "Stele 4: Les joueurs ne doivent pas terminer alignés avec un allié, les invocations sont exclus"
      ]
    },
    {
      "name": "Le Hammamamoule",
      "level": "Bilbymoule Nacrée",
      "boss": "Bilbymoule Nacrée n'est pas invulnérable mais :",
      "strategies": [
        "- Bilbymoule tape assez fort en melée et à distance, faite attention à ne pas vous faire surprendre.",
        "- Tous les monstres ainsi que Bilbymoule infligent le l'état Eclopé Total lorsqu\"ils tapent, celui-ci vous infligera des dégâts lorsque vous vous déplacerez.",
        "- Il invoque des glyphes de 9 cases qui peuvent se chevaucher et être détruites en tapant leur centre. Lorsque vous marchez dans l'une d'entre elle, cela vous appliquera un debuff selon la couleur de la glyphe :",
        "- Rouge : Inflige 30 dégâts air par PA utilisé pendant 1 tour",
        "- Jaune : Rajoute 10% de chance d'échec critique pendant 2 tours",
        "- Bleu : -50% de soins reçus pendant 2 tours",
        "- Verte : -20 résistance élémentaire pendant 2 tours"
      ],
      "tips": []
    },
    {
      "name": "Cavernes des Slekymoses",
      "level": "Reine Slek",
      "boss": "Reine Slek est invulnérable :",
      "strategies": [
        "- Conseil: Il est préférable de rester à distance car elle one shot en mélée (3 de portée max)",
        "- Pour enlever son invulnérabilité il faut qu'un joueur se place dans la glyphe blanche que Reine Slek invoque et y finisse son tour. Le tour d'après il sera transformer en Slek et pourra lui faire un bisou pour la désenvouter.",
        "- Chaque tour, deux oeufs sont invoqués, il faudra les tuer en priorité afin d'éviter l'éclosion de mini-slek qui explosent en zone et font assez mal."
      ],
      "tips": []
    },
    {
      "name": "Scarrière Abandonnée",
      "level": "Scaraboss",
      "boss": "Scaraboss est invulnérable mais :",
      "strategies": [
        "- Scaraboss invoque 4 Scarafons avec chacun un élément, tuer le Scarafon Feu, enlèvera les résistances Feu du Scaraboss pour 1 tour, même logique pour les autres éléments.",
        "- Tuer un scarafon soigne Scaraboss à hauteur de 25% de ses HP, privilégiez des gros tours de dégâts."
      ],
      "tips": []
    },
    {
      "name": "Nécropoil de Morbax",
      "level": "Chaferfu, Roi chafer",
      "boss": "Chaferfu n'est pas invulrérable mais:",
      "strategies": [
        "- Face à Chaferfu vous recevrez dès le début du combat 100% de résistance soin.",
        "- La seule manière de pouvoir vous soigner et de mourir à 5 de portée ou plus de Chaferfu pour ensuite revenir à la vie avec 50% de vos points de vie et 0% de résistance soin.",
        "- En début de tour, Chaferfu fera un sort de dégâts, plus vous êtes proche de lui, moins vous prendrez de dégâts.",
        "- Taper les petites têtes de mort flottantes les transposera avec Chaferfu, autrement il est indéplaçable.",
        "- Chaferfu possède 2 \"check points\" dans sa barre de points de vie (à 60% et à 30%) qui vous empêcheront de descendre sa vie plus loin lors du tour où vous les atteignez. Il est donc impossible de le tuer en moins de 3 tours.",
        "- Il y a un mini boss dans la salle du boss même, une urne est présente où il faut faire une offrande des items de défis des salles pour faire le apparaitre."
      ],
      "tips": []
    },
    {
      "name": "Antre du Meulou",
      "level": "Milkar le Meulou",
      "boss": "Raison de l'invulnérabilité ou du problème",
      "strategies": [
        "- Un GDOC sera écrit pour les stratégie des BU ! Désolé pour l'attente."
      ],
      "tips": []
    }
  ],
  "96 - 110": [
    {
      "name": "Katrepat",
      "level": "Kralaman",
      "boss": "- Kralaman tape en cercle de 3, il peut attirer, projette une cible dans son dos, gagne des dommages infligés pour chaque tentacule possédée (commence à 4, en perds 1 lorsqu'un joueur le tape dans le dos, il peut en perdre maximum une par tour par joueur, et en regagne 1 par tour et 4 si sa stèle est activée",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Donjon 3 joueurs",
      "level": "Mégathon",
      "boss": "- Mégathon peut attirer, il tape au contact comme à distance en monocible, pose des pièges de dégâts sur la carte, peut appliquer un sort Bulle sur un personnage ce qui le rend incapable d'agir, des dégâts alliés permettent de briser la bulle.",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Donjon 1 salle",
      "level": "Merkator",
      "boss": "- Merkator peut attirer, il tape de loin, donne des bonus de dommages infligés et de PM à ses alliés, sa stèle lui permet de tuer toute la salle dès que ses 3 alliés sont morts.",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Clear",
      "level": "Lardevil",
      "boss": "- Lardevil tape au contact en monocible comme en zone, il possède peu de PM mais se téléporte et inflige des dégâts de zone lorsqu'un personnage traverse les cases alignées avec lui (sa téléportation peut blesser ses alliés), à la mort d'un de ses alliés il se téléporte sur l'attaquant et lui inflige des dommages. La stèle associé lui fait gagner 3 PM et stabilisé. (peut être stabilisé de base, à vérifier)",
      "strategies": [],
      "tips": [
        "Stèle 3:",
        "Stèle 4:"
      ]
    },
    {
      "name": "L'Arène Dansante Niv.96",
      "level": "La Bilby Queen",
      "boss": "La Bilby Queen est invulnérable. Il faut respecter son etat pour la taper.",
      "strategies": [
        "- Bilby Queen a un état avec un niveau qui correspond au nombre de case de distance auquel vous devez vous trouver pour pouvoir la taper, sinon ça renvoie et ne fait pas de dégâts. Exemple: Si le boss a un état de 1, vous devez le taper au corps-à-corps, s'il a état de 5, il doit y avoir 4 cases entre vous et le monstre.",
        "A partir de 30% HP à la fin de son tour, Bilby Queen gagne un état supplémentaire en alternant :\n- Préparation Des Facettes : le tour d'après il tape très fort sur les cases de la croix colorée (3 cases de largeur en croix).\n- Préparation du Dancing Floor Mortel : le tour d'après il fait très mal sur les cibles situées sur toute la map sauf la croix de 3 cases de largeur.",
        "- Les monstres ont un état \"Gardez le rythme\" avec un certain niveau. Si vous tapez un mob vous obtiendrez l'état Arythmie (au niveau indiqué sur le monstre), sachant qu'ensuite utiliser une attaque fera augmenter l'état de 1 pour chaque PA/PM utilisé. Si vous terminez le tour avec Arythmie niv15, vous aurez un gros bonus, sinon vous prendrez beaucoup de dégâts."
      ],
      "tips": []
    },
    {
      "name": "Le Glaglacier Cornu Niv.96",
      "level": "Lady Glagla",
      "boss": "Lady Glagla n'est pas invulnérable mais:",
      "strategies": [
        "- Lady Glagla soigne tout les Glaglawi en début de tour et se téléporte à coté d'un allié à la fin de son tour.",
        "Les glaglas ont deux états :\n- Glaglaçon : régénération de 50% des HP manquants quand le monstre est au corps-à-corps d'un allié au début de son tour.\n- Protection glaciale : Si le glagla est attaqué en ligne il est repoussé de 2 cases (il n'est pas repoussé si tapé au corps-à-corps), si il collisionne avec un autre glagla, il perd des résistances pour le tour du combattant et gagne 25% de dommages et 2PM pour 1 tour.",
        "- Le monstre Glagla Froidacier ne prend pas de dégâts de face."
      ],
      "tips": []
    },
    {
      "name": "Niche du Yech'ti'Wawa Niv.96",
      "level": "Yech'ti'Wawa",
      "boss": "Le Yech'ti'Wawa n'est pas invulnérable mais :",
      "strategies": [
        "- Si le Yech'ti'Wawa a moins de 30% de ses HP max, il deviendra invisible à chaque tour jusqu'à ce qu'il remonte au dessus de la barre des 30%.",
        "- Le Yech'ti'Wawa attaque au corps-à-corps à 3PO max et attaque en ligne.",
        "- Chaque tour, le Yech'ti'Wawa lance le sort \"Il faut se méfier des loups qui dorment\", qui créer une explosion autour des blocs de glaces, les tours Pair l'attaque est en zone de 2 cases, et les tours impairs elle attaque de 3 à 6PO par rapport au bloc de glace.",
        "- Le Yech'ti'Wawa gagne des dégâts pour chaque allié vivant, les blocs de glace comptent dans la liste.",
        "- Le Yech'ti'Wawa peut transposer avec sa cible lors d'une attaque ce qui lui permet de prendre le dos/se détacler.",
        "- Lors de la mort d'un monstre, un bloc de glace semblable au K.O d'un joueur est créer, et les Mulounes peuvent les réanimés, donc il faudra tuer les mulounes en priorité pour éviter d'éterniser le combat.",
        "- L'état \"Sang Froid\" est posé sur vos personnages, qui peut augmenter ou diminué selon les attaques des ennemis, plus le nvieau de l'état est haut, plus les monstres auront de vol de vie.",
        "- Si vous commencez ou finissez votre tour au corps-à-corps d'un ennemi, l'état \"Engelures Eternelles\" prendra effet et vous subirez des dommages Eau."
      ],
      "tips": []
    },
    {
      "name": "Donjon Gelée Niv.96",
      "level": "Empereur Gelax",
      "boss": "L'empereur gelax n'est pas invulnérable mais :",
      "strategies": [
        "- Empereur Gelax tape très fort en zone donc il ne faut pas être collé aux alliés.",
        "- Pour chaque gelée tuée, Empereur Gelax gagnera +15% dommages infligés.",
        "- Le tuer une fois fera apparaître une version miniature de lui-meme qui invoquera 3 autres gelées. Le tuer rapidement une deuxième fois sans se préoccuper des invocations (il a beaucoup moins de vie que sa version initiale)",
        "- Tuer une gelée lui retira beaucoup de résistances dans un élément selon la gelée :",
        "- Rouge : -300 résistance eau",
        "- Bleue : -300 résistance feu",
        "- Menthe : -300 résistance air",
        "- Citron : -300 résistance terre"
      ],
      "tips": []
    },
    {
      "name": "Chuchobase Niv.96",
      "level": "Maître Chuchoku",
      "boss": "Maître Chuchoku n'est pas invulnérable mais :",
      "strategies": [
        "- Maître Chuchoku dispose d'une aura assez grande autour de lui. A chaque début de tour, il appliquera un débuff à chaque personnage présent dans une glyphe.\n                 - Aura rouge: -2PA\n                 - Aura bleue: -15% de dégâts infligés\n                 - Aura verte: -2PM\n                 - Aura blanche: -100 résistances\n\nSachant qu'un allié qui n'est pas dans une aura au moment de taper aura un malus de -40% de dégâts infligés.",
        "- Quand un monstre (sauf les porte-étendards) est tapé il voit sa résistance augmenter dans l'élément utilisé et la résistance de l'élément inverse baisse (exemple : taper feu augmente sa résistance feu, sa résistance air baisse), les porte-étendards voient leurs résistances augmentés lorsqu'ils tapent dans un élément.",
        "- Un mini-boss se trouve dans la 3ème salle, il suffit de tuer tout les autres mobs pour finir le combat. A chaque début de tour, il lance une note de couleur, selon celle-ci, les entités (y compris les alliés) auront des buffs: Note eau : +25% dégâts distance\nNote feu : +25% dégâts mêlée\nNote terre : Les ennemis feront des dégâts en zone autour d'eux au début du prochain tour du mini-boss\nNote air : Augmente les dégâts de collision et repousse de 2 cases autour des personnages à leur début de tour."
      ],
      "tips": []
    },
    {
      "name": "Repaire des Magik Riktus Niv.96",
      "level": "Chapo Magik",
      "boss": "Le Chapo Magik est invulnérable mais :",
      "strategies": [
        "- Il faut que trois entités différentes tapent Chapo Magik dans le dos afin qu'il invoque 3 chapeaux, une fois ces 3 chapeaux invoqués, il devient vulnérable.",
        "- Les chapeaux invoquent des Riktus au bout de 2 tours sur le terrain, aucun d'entre-eux n'est une invocation, il faudra donc tous les tuer.",
        "- Les dégâts indirects passent à travers l'invulnérabilité"
      ],
      "tips": []
    },
    {
      "name": "Antre du Boufrog Niv.96",
      "level": "Magmog le Boufrog",
      "boss": "Raison de l'invulnérabilité ou du problème",
      "strategies": [
        "- Un GDOC sera écrit pour les stratégie des BU ! Désolé pour l'attente."
      ],
      "tips": []
    },
    {
      "name": "Antre du corbeau noir",
      "level": "Corbeau Noir",
      "boss": "Le CN est invulnérable mais:",
      "strategies": [
        "P1",
        "Tuer les corbeaux & finir son tour derrière les murs. S'approcher du CN pour le rendre vulnérable avec le sort tornade, puis le taper. Il vaut mieux qqn avec une grosse ini pour le rendre vulnérable en début de tour, il faut réappliquer l'effet tous les tours.",
        "Il descend dès qu'il tombe a 0PV.",
        "P2",
        "Les zones derrière les murs ne sont plus safe: des glyphes y sont placés et font des gros dégats à la marche.",
        "Tuer le corbeau noir rapidement, et ignorer la monture.",
        "- Un GDOC sera écrit pour les stratégie des BU ! Désolé pour l'attente."
      ],
      "tips": []
    }
  ],
  "111 - 125": [
    {
      "name": "Antre du Dragon-Cochon Niv.111",
      "level": "Dragon-Cochon",
      "boss": "Raison de l'invulnérabilité ou du problème",
      "strategies": [
        "- Le boss possède une mécanique de provocation, il concentre ses attaques sur le joueur en ayant le plus (il peut se téléporter sur sa cible)",
        "- En phase 1 il est nécessaire d'utiliser 30 PA pour l'attaquer de dos pour le delock (2 tours)",
        "- En phase 2 (70% pv) il faut réaliser au minimum 7 des actions suivantes sur le boss : taper feu/eau/air/terre, taper de dos, pousser, attirer, transposer, soigner, réaliser une collision, retirer 1 PA/PM/PO",
        "- Un GDOC sera écrit pour les stratégie des BU ! Désolé pour l'attente."
      ],
      "tips": []
    },
    {
      "name": "Le Pot d'Hagën-Glass Niv.111",
      "level": "Hägen-Glass",
      "boss": "Hâgen-Glass n'est pas invulnérable mais :",
      "strategies": [
        "- En Phase 1 Hägen-Glass possède 4 PM et se soigne de 30% des dommages subits à 3 cases et moins.",
        "- Hägen-Glass possède un état \"Givré\" qui augmente de 1 par tour (et mort de monstre), au niveau 4 de l'état il est stabilisé.",
        "- Le tour suivant celui où l'état Givré atteint le niveau 4 Hägen-Glass inflige de lourds dégâts terre en cercle de 5 cases autour de lui (et applique 4 niveaux de congélation dans la zone) et l'état givré revient niveau 1.",
        "- En début de tour Hägen-Glass attire tous les joueurs vers lui d'une case par niveau d'état Givré.",
        "- Hägen-Glass inflige d'énormes dégâts au corps-à-corps (phase 2 uniquement) ainsi que des dégâts terre sur une ligne de 4 cases et des dégâts air à distance.",
        "- Lorsqu'il atteint 50% de ses pv Hägen-Glass passe en phase 2, il gagne alors 3PM et se soigne désormais sur les dégâts subits à 4 cases et plus.",
        "- En changeant de phase Hagën-Glass invoque 3 monstres (il est nécessaire de les tuer)",
        "- Les monstres possèdent un état \"Armure de glace\" qui leur confère 250 résistances supplémentaires et un bonus.",
        "- L'armure de glace peut être retirée pour un tour avec du retrait PA, les collisions comptent.",
        "- Le craqueleur peut attirer les ennemis alignés, le crarte d'or stabilise les alliés autour de lui et donne un malus de dégâts mêlée infligés en cercle 2 autour de lui."
      ],
      "tips": []
    },
    {
      "name": "Aile de L'ambassadrice Niv.111",
      "level": "Kya, Missiz Frizz",
      "boss": "Missiz Frizz est invulnérable qu'en deuxième phase :",
      "strategies": [
        "- Mécanique du donjon : Terminer sur un glyphe tête de mort, tue. Réanimation automatique après 2 tours, le soin fait des dégats. Seul les personnages ayant été réanimés de cette manière peuvent taper les monstres invulnérables.",
        "Salle 1: \n                 - 3 monstres invulnérables.\n                 - Les monstres posent l'état \"Congélation\" faisant perdre PA et PM, au niveau 5 de l'état Transformation en glaçon, taper ses alliés avec des dégâts feu fait diminuer l'état.\n                 - Attention, les monstres KO se réaniment au bout de certains tours, bien penser à désincarner.",
        "Missiz Frizz a deux phases :\n                 - La première n'a pas de mécanique particulière, elle pose des glyphes/\n                 - À 20% de sa vie elle passe en phase 2 et devient invulnérable/\n                 - Pour la deuxième, il faut que les personnages qui tapent, soient mort par les glyphes de Missiz Frizz au préalable.",
        "- La brute du nord gagne en % crit à chaque coup critique effectué par l'équipe de joueurs, en cas de coup critique il retire 100 résistances (cumulables) pour la durée du combat.",
        "- L'assassin du nord possède un sort à distance très puissant infligeant 25% pv max de la cible et le téléportant dans son dos, pour l'éviter il suffit de lui présenter son dos."
      ],
      "tips": []
    },
    {
      "name": "La Tour Gelée Niv.111",
      "level": "Sylargh",
      "boss": "Le Sylargh est invulnérable mais :",
      "strategies": [
        "- Tant que Sylargh est en vie, il va booster 2 mobs à portée par tour (buff résistances et buff PM)",
        "- Après avoir déclenché son ulti Sylargh perds 30% de dégâts et 300 résistances pour deux tours.",
        "- A la salle de Sylargh, l'ulti est déclenché par Sylargh et la zone change : Les Mékazerker tape en étoile de 3, Les Mékabra au corps-à-corps, les Mékanistro en étoile de 3-4, les Mékarbac en croix de 9.",
        "- Les monstres accumulent de l'énergie en tapant et lorsque les joueurs marchent sur la bordure et déclenchent des \"Ulti\" qui les stabilise jusqu'au début de prochain tour, lors desquels ils infligent de lourds dégâts en zone croix de 9."
      ],
      "tips": []
    },
    {
      "name": "Donjon Cacterre Niv.111",
      "level": "Piktus",
      "boss": "Le Piktus est invulnérable mais :",
      "strategies": [
        "Piktus a deux phases: \nPhase 1:\n                 - Il faut utilisé 10 PA de chaque élément sur le Piktus, il sera vulnérable au prochain tour et pendant 2 tours.\n                 - Pendant cette période, il gagne des PM, 100% dégâts et se stabilise.\n                 - Si il a plus de 30% de sa vie après les 2 tours, il faut répéter l'opération.",
        "Phase 2:\n                 - Il n'aura plus d'invulnérabilité.\n                 - Il gagne PM, 200% dégâts, 150 résistances et est stabilisé.\n                 - Le tuer au plus vite.",
        "- Attention, Piktus a une mécanique antibloquage et a un sort qui pose un état permanent sur les enemis au contact qui multipliera les dégâts reçus.",
        "- Le Cagnard est la mécanique du donjon présente dans la salle 1 comme à Piktus.",
        "- Il y a 3 zones d'ombres qui apparaissent et s'actualisent tous les 2 tours, elles soignent 1 fois par tour toute entité passant dedans.",
        "- Tout personnage ne finissant pas dans l'ombre gagne l'état et perd PA,PM, résistance en fonction du niveau de l'état.",
        "- Les alliés peuvent vous mettre dans l'ombre pour vous faire perdre 1 niveau d'état."
      ],
      "tips": []
    },
    {
      "name": "Fosse du Tourmenteur Niv.111",
      "level": "Spectrex le tourmenteur",
      "boss": "Spectrex n'est pas invulnérable mais:",
      "strategies": [
        "En début de combat : \n                 - Applique \"Pacte Tourmenté\" aux Ennemis (Les sorts de soin n'ont plus d'effet :\n                 - Les dommages sur un joueur Alliés sont transformés en sois (réduction de moitié)\n                 - Les dommages sur un joueur Alliés sont propagés autour (cercle de 2) (ne touche pas les Ennemis)\n                 - Les Dommages sur un joueur Alliés lui conférent 20 Tacle pour chaque PA et PM utilisé par le sort déclencheur",
        "- Au début de sont tour, le Tourmenteur attaque dans la direction vers laquelle il regarde ainsi que dans son dos.",
        "-Pour chaque monstre allié qui meurt : \n                 - +10% HP courants\n                 - 2 PA max\n                 - 2 PM max\n                 - 40% Dommages infligés\n                 - 50 Résistance élémentaire",
        "Le tourmenteur utilise le sort Déchirure si vous êtes à porter, ce sort applique 2 états :\n                 - Déchirure (Tourmenteur) : Si le porteur reçoit des Dommages, le porteur de Déchirure reçoit 25% des Dommages\n                 - Déchiré (Joueurs) : Si le porteur de Déchirure reçoit des Dommages, le porteur de Déchiré reçoit 25% des Dommages infligés",
        "Si vous êtes au corps à corps le tourmenteur applique l'état Moisson des Âmes :\n                 - 3 PM\nEn fin de tour du porteur :\n                 - Met K.O les alliés dans la zone\n                 - Ne peut pas être taclé\n                 - Soin : 5% des PV max de la cible (Boss uniquement)\n                 - Ne peut pas être taclé",
        "- Sur le schéma  de droite, les cases sur lesquelles vous ne pourrez jamais vous faire taper par le tourmenteur au T1"
      ],
      "tips": [
        "Stèle 1: Fureur du Tourmenteur : Lorsqu'un monstre subit des dommages, lui et ses alliés à 4 cases ou moins gagnent 10% Dommages infligés.",
        "Stèle 2: Armée du Tourment : Lorsqu'un monstre meurt, le Tourmenteur le ressuscite 3 tours plus tard.",
        "Stèle 3: Tourment tournant : Le Tourment frappe également sur les côtés et en diagonale.",
        "Stèle 4: Les monstres gagnent 2 PM et sont stabilisés."
      ]
    },
    {
      "name": "Caverne Smarrante Niv.111",
      "level": "Smarillion",
      "boss": "Le Smarillion est invulnérable mais :",
      "strategies": [
        "- Début de combat : Smarillion invoque un Smarmot qui est invulnérable.",
        "- Il faut faire en sorte que le boss commence toujours son tour avec un ennemi à 3 cases minimum, sinon, Smarillion fait des dégâts sur toute la map et pousse tous les personnages dans des directions aléatoires.",
        "- Pour pouvoir faire des dégats à Smarillion, il faut au préalable lui donner un coup au contact, il vous poussera de 6 (?) cases hors obstacle et sera désinvulnérabilisé pour le tour du personnage seulement.",
        "- Quand il tombe à 1 PV, le Smarmot jusqu'alors invulnérable, prend les dégâts de Smarillion, il faut répéter l'opération jusqu'à tuer le Smarmot pour mettre le coup fatal."
      ],
      "tips": []
    },
    {
      "name": "Donjon Flaqueux Niv.111",
      "level": "Flaque Royale",
      "boss": "La Flaque Royale n'est pas invulnérable mais :",
      "strategies": [
        "- Flaque Royale met un état Bois La Tasse, cet état tue le joueur si il n'est pas alligné avec un tonneau en fin de son tour.",
        "Flaque Royale gagne un état à chaque fois qu'un de ses alliés meurt, cet état va lui débloquer un sort qui inflige de très gros dégâts sur toute la carte :\n                 - Les cases près des tonneaux de pommes permettent de se protéger de ce sort\n                 - Il est préférable de tuer le boss avant les monstres pour éviter ce sort",
        "- Un joueur ayant eu Bois La Tasse ne peut pas l'avoir à nouveau au prochain tour."
      ],
      "tips": []
    },
    {
      "name": "La Pichine Niv.111",
      "level": "Zespadon Noir",
      "boss": "Le Zespadon n'est pas invulnérable mais :",
      "strategies": [
        "- Zespadon Noir tape très fort. Il peu vous \"rush\" si il a quelqu'un en ligne de lui. Essayez d'eviter d'être en position d'être aligné avec lui T1 et vous devrez pouvoir le tenir facilement à distance !",
        "- Il y a un mini-boss à activer à l'aide des leviers présents avant la salle du boss. Le boss fait de très lourds dégâts stasis sur de très grande zone."
      ],
      "tips": []
    },
    {
      "name": "Brèche Ultime Frigost Niv.111",
      "level": "Brèches de boss",
      "boss": "Listes boss :",
      "strategies": [
        "Piktus : Ne pas commencer au corps à corps, 10 PA des 4 éléments pour retirer l'invulnérabilité.",
        "Smare : Un des persos max 3 cases au début de son tour, taper au cac une fois par perso chaque tour pour retirer l'invulnérabilité.",
        "Yech'ti'Wawa : Aucun",
        "Bilbyqueen : Avoir une case de moins que l'état entre moi et le boss, si l'état est Niv. 7, avoir 6 cases entre le boss et moi.",
        "Hammamoule : Aucun",
        "Scaraboss : Les scarafons ont un élément attitré, une fois tué le Scaraboss perd ses résistances dans cet élément pour un tour, il régénère des HP à la fin du tour s'il n'est pas mort.",
        "Chuchoteur : Peut ne prendre aucun dégats, réduis la PO."
      ],
      "tips": []
    }
  ],
  "126 - 140": [
    {
      "name": "Temple de l'Empeleul Lenald Niv. 126",
      "level": "Empeleul Lenald",
      "boss": "L'Empeleul est invulnérable mais seulement en phase 2:",
      "strategies": [
        "- La première phase de Empeleul Lenald n'a pas de mécanique particulière, il faut lui infliger toute sa barre de vie pour qu'il se transforme et passe en phase 2, sous cette forme il tape sur toute la ligne face à lui, mais vous pouvez ramasser un glyphe qui lui définiera une faiblesse, de dos, de face, à distance ou en melée, en revanche il augmentera ses dégâts de 25% par faiblesse subie.",
        "- La seconde phase, il faut simplement le taper, l'Empeleul Lenald fait très mal mais vous pouvez ramasser un glyphe cette fois-ci qui augmente vos résistances.",
        "- Au début de son tour, il inflige un malus résistance d'une case autour des glyphes présent sur le terrain de 40.",
        "- A la fin de leur tour, les monstres ont un état parmi 4 possibles, il faut les taper dans l'état indiqué sur eux, sinon vous subirez un renvoie de dégats, et le monstre perdra son état. Si il y a écrit que vous devez taper de face, alors vous subirez un renvoie de dommage en tapant de dos, en faisant ça le monstre perd l'état de dos, et vous pourrez le taper de dos normalement après.",
        "- Porte feu : Lorsque vous tuez un monstre, une explosion de 2 à 4 cases autour de lui est déclenchée.",
        "- Porte eau : lorsqu'un monstre descends à moins de 30% de ses HP, il gagne beaucoup d'armure pour un tour."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Jawdin de la Weine Niv. 126",
      "level": "Gwand Viziw Wabbit",
      "boss": "Le Gwand Viziw Wabbit est invulnérable :",
      "strategies": [
        "- Le boss pause des cawotes sur le terrain, chacune entre 1 et 4 PV, chaque tour elles perdent 1 PV , quand elles tombent à 0 PV elles explosent en cercle de 3. Celles à 1 PV (il y en a 2 chaque tour) ont un petit soleil au dessus pour qu'on puisse les distinguer",
        "- Pour retirer l'invulnérabilité, le boss doit prendre l'explosion d'une cawote, il sera désinvu pour 1 tour.",
        "- Quand il est désinvu il gagne 10 PM et débloque un sort qui frappe toute la map infligeant de lourds dégâts terre. Pour éviter ces dégâts il faut être au contact d'une autre cawotte.",
        "- Pour les monstres : \n   - Le Wabbit gagne 50% cumulable s'il croque un cawotte\n   - Le Ti Wabbit se téléporte au contact d'une cawotte en attirant autour de celle ci\n   - Le Wo Wabbit donne des résistances à ses alliés en cercle de 3 autour des cawottes. Il retire des PA en zone mélée\n   - Le Gwand Pa Wabbit"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Sanctuaire Mihmol Niv. 126",
      "level": "Mihmol l'Empaleur",
      "boss": "Le Mihmol n'est pas invulnérable mais :",
      "strategies": [
        "- Le soin est impossible (vol de vie inclu).",
        "- Le seul moyen de se soigner est via le totem central chaque début de tour de table en étant au corps-à-corps de celui-ci.",
        "- Si le totem meurt, le combat est perdu.",
        "- Si votre personnage est alligné à un allié et regarde dans sa direction, vous êtes permuté à la fin de votre tour.",
        "Les monstres l'accompagnant ont des mécaniques propres : \n                 - Le Tsubo te transforme lorsque sa vie passe la barre des 65% puis 35%, cette transformation fait passer ton tour mais prend fin à la mort du Tsubo.\n                 - L'Hexaku baisse les % de dégâts en croix de taille 3 sur tous les ennemis lorsqu'il reçoit des dégâts. Il a un sacrifice allié.\n                 - Le Victus à sa mort inflige en zone de 3 des dégâts aux ennemis et du soin à ses alliés.\n                 - Les 3 posent un poison à leur mort aux ennemis."
      ],
      "tips": [
        "Stèles",
        "Astuce",
        "Stèle 1: Les monstres sont invulnérables aux dommages directs si l'attaquant n'est pas aligné.",
        "Stèle 2: Mihmol gagne 200 résistances et 30% dommages infligés s'il n'a pas été dans la Chaîne du Destin.",
        "Stèle 3: Lorsqu'un joueur finit son tour à 9 cases ou plus d'un monstre, celui-ci gagne 75 résistances élémentaires et 1 PM (1 tour, cumulable).",
        "Stèle 4: Si un monstre ne subit pas de dommages pendant un tour de table, il gagne 50% de dommages infligés et 2 PM (1 tour)."
      ]
    },
    {
      "name": "Donjon Noirespore Niv. 126",
      "level": "Telob Champmane",
      "boss": "Telob Champmane est invulnérable mais :",
      "strategies": [
        "- Telob Champmane est invulnérable, il invoquera un monstre dès le premier tour et il faudra le tuer à moins de 3PO de Telob Champmane, quand on tentera de le tuer, il se bloquera à 42HP et il faudra attendre 3 tours pour ensuite pouvoir le tuer.",
        "- Pendant les 3 tours d'attente, il réinvoquera les monstres du combat, et il faudra les tuer de nouveau, ainsi que Telob.",
        "- Telob Champmane laisse de la bave également derrière lui.",
        "- Une fois vulnérable, il le sera pour deux tours avant de réinvoquer.",
        "- La mécanique des baves est présente en salle 1, ce sont les 3 Cépolourpode écrasant qui en mettent dans leur sillage, il n'y a pas de bave en bord de map.",
        "- Chaque tour la map rétrécie, la bave se rapproche et si un personnage commence son tour sur une case avec de la bave, il est mort. Terminer dedans n'est pas dangereux tant qu'on vous déplace avant votre tour de jeu"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon de la Trouffe Salée Niv. 126",
      "level": "Fripon",
      "boss": "Le Fripon n'est pas invulnérable mais :",
      "strategies": [
        "- Ne pas finir en ligne vers là où regarde Fripon, sinon il chargera."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Abraknyde Niv. 126",
      "level": "Chêne Mou",
      "boss": "Tuer 10 fois la barre d'armure du Chêne Mou :",
      "strategies": [
        "Passif caché: Malediction des Polters: On le récupère si on est a -50%HP au début du tours du Chêne Mou, celui-ci prendra des dégats supplémentaire sur son armure.",
        "Conseil: Placer une invocation sur le chemin des polters pour bloquer leurs avancer et eviter de subir des dégats. Tuez les dès que possible.",
        "Conseil: Les sort qui réduise l'armure (Etat \"Friable\"), on une influence sur ce boss. Il est donc conseillé de mettre un perso avec ce genre de sort en premier et les dpt après",
        "- Il faut tomber 10 fois la barre d'armure présente sur le Chêne Mou. L'armure alterne entre corps et bras a chaque tour.",
        "- Gros dégâts en zone sur toute la mêlée des parties du Chêne Mou.",
        "- Au Niveau 3 de l'état, les polters sortent des glyphes et vont vers le boss, les tuer avant.",
        "- Les polters retirent 25% d'HP au Chêne Mou."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Compost du grand Potofeu Niv. 126",
      "level": "Potofeu",
      "boss": "Potofeu est invulnérable mais seulement lors de son passage en phase 2 :",
      "strategies": [
        "- Potofeu invoque une aubergine et deux Fan le Radi, ces ennemis seront réinvoqués à chaque tour du Potofeu, si ils ne sont pas tué, ils sont réinvoqué tous les 3 tours, l'aubergine change de place et deux Fan le Radi supplémentaires.",
        "- L'aubergine applique un poison en zone (-2PM, -25% des HP max en fin de tour), le poison se transmet en fin de tours aux alliés au contact ou à Potofeu en passant à côté. Vous pouvez la tuer pour obtenir 4PA et 6PM.",
        "- Chaque tour Potofeu frappe en zone jusque 4 cases de lui, frappe 2 personnages à distance et déclenche une zone en cercle de 3 cases autour des 2 personnages frappés au denier tour.",
        "- Potofeu se régénère 10% de ses HP manquant chaque tour deux fois, pour contrer ça, il faut obtenir le poison en passant dans la zone de l'aubergine puis aller au corps-à-corps du Potofeu pour lui transmettre, il faut lui transmettre 2 fois pour contrer complètement sa régénération pour 2 tours, lui transmettre une fois lui retirera un pallier de régénération.",
        "- Potofeu pose l'état \"Assaisonné\"  sur deux personnages max par tour, au prochain tour cela déclenche une zone dégât feu en cercle de 3",
        "- Une fois à 50HP, il entre dans sa deuxième phase, il faudra lui transmettre le poison seulement une fois, puis au prochain tour vous pourrez le tuer.",
        "Chaque monstre possède un état élémentaire différent :",
        "- Zarmaïs : Lorsqu'il subit des dommages Feu, il contre-attaque, et perd des résistances (deux fois maximum), et à sa mort il explose en faisant des dommages feu, en zone de 2 autour de lui deux fois",
        "- Poirrocculte : Lorsqu'il subit des dommages Eau, il absorbe l'attaque et se soigne, et gagne 1 niveau de l'état Détrempé :\n                  Cet état lui fait perdre des résistances, il peut se cumuler jusque 5, lors de son prochain tour il fera des dommages en cercle de 3 autour de lui pour chaque niveau de l'état, et il peut infliger des dégâts à deux de ses alliés.",
        "- Mégalo-Gnon : Lorsqu'il subit des dommages, son état Couche Protectrice réduit les dégats reçus de 80% tant qu'il aura l'état, chaque attaque air (une par joueur) lui fera perdre une couche.\n                  Il donnera l'état Cécité aux attaquants, cet état vous fait perdre 4 de portée.",
        "- Cawotte Zombie : Lorsqu'il subit des dommages Terre, il gagne 1 PM par attaque (deux fois maximum), pour chaque PM dépensé pendant son tour, il perd 20 résistances élémentaires (deux fois maximum pendant le combat et une fois par tour maximum).\n                  Le monstre inflige un sort au corps-à-corps qui zombifie la cible, lui infligeant -200 de résistances et les soins reçus transformés en dégâts pour 3  tours.",
        "Au début du combat, deux Fan le Radi apparaissent, ils sont immunisé à distance, et si ils subissent une attaque à distance, ils échangent de position avec l'attaquant."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    }
  ],
  "141 - 155": [
    {
      "name": "Vignoble Ignoble Niv. 141",
      "level": "Grande Prétresse Sydonia",
      "boss": "Grande Prétresse Sydonia est invulnérable mais :",
      "strategies": [
        "Astuce : Lorsque vous tapez Sydonia après l'avoir désinvulnérabilisé donc entre le 2 et 3 monstre tué, elle prendra l'invulnérabilité de Dranipoch pour s'invulnérabiliser elle-même, vous pourrez ensuite taper Dranipoch directement.",
        "- Pour désinvulnérabiliser Sydonia et éveiller Dranipoch il faut tuer deux montres.",
        "- Pour désinvulnérabiliser Dranipoch il suffit de tuer un monstre en plus des deux précédents.",
        "- Dranipoch jouera toujours en fin de tour de table et pousse très loin.",
        "- A partir de 3 monstres tués, Sydonia pose l'invulnérabilité sur le monstre le plus proche d'elle, et la cible change à chaque tour.",
        "- A partir du moment où Dranipoch est réveillé et tout au long du combat, Sydonia posera des marques au sol ressemblant à des pieds, si vous commencez votre tour dessus vous obtiendrez l'état \"Paralysé\" qui passera votre tour.",
        "- Le monstre Mamie Lésime lancera un sort qui appliquera des marques tachetés au sol, et qui soigneront les monstres présents dans dans la zone.",
        "- Le monstre Papy Crate explose en zone au début de son tour en fonction des dégâts que vous lui infligez chaque tour visible grâce à l'état Enfutâge, ces dégâts peuvent être augmentés en fonction du nombre d'états Tâché que vous avez sur vous.",
        "- Le monstre Mamie Lésime ne prend pas de dégats à distance monocible.",
        "- Les glyphes lignes des totems, marcher dessus vous retire 100PM et vous serez KO au prochain tour, les totems retirent des PW max quand ils sont niveau maximum.",
        "- Les Serprieuses apparaissent quand on tape leur alliés hors autres Serprieuses, si vous tuez un monstre sur le coup, elles ne viennent pas au corps-à-corps et restent cachées."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Château du Wa Wabbit Niv. 141",
      "level": "Wa Wabbit",
      "boss": "Le Wa Wabbit est invulnérable :",
      "strategies": [
        "Le Wa Wabbit a deux phases:\n  - Phase 1 : il est intouchable. Il cible un de ses alliés pour 1 tour parmis le Tiwailleuw, le Gawde et le Chevaliew.  Il faut descendre cette cible à 1PV. Faire ça avec les 3 monstres, le Wobot ne sera jamais ciblé et peut être tuer de suite\nLorsque les 3 monstres sont passés à 1 PV, on passe en phase 2.\n  - Phase 2 : Il descend de sa position, vient sur le terrain et est maintenant ciblable. Les trois monstres sont maintenant dans notre camps, nous pouvons les controler et peuvent cibler le Wa Wabbit. \nLe Boss fait une zone autour d'eux en cercle de 3, s'ils retombent à 1 PV ils ne sont plus jouables.",
        "Les monstres: \n  - Le Tiwailleuw peut soigner ses alliés et mettre un malus -30PO\n  - Le Gawde saute dans le dos de ses ennemis, retire 200 resistances et retire PM\n  - Le Chevaliew peut sacrifer un allié et retirer des PM\n  - Le Wobot stabilise et retire PM, fait très mal au corps à corps"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Laboratoire de Womewo Niv. 141",
      "level": "Gwand Wabbit GM",
      "boss": "Le Gwand Wabbit GM n'est pas invulnérable mais :",
      "strategies": [
        "- Les monstres possèdent l'état Supew Soldat, ce qui les empêches de mourir, les laissant déclencher leur super attaque de début de tour, il faut tous les tuer pour finir le combat.",
        "- Le Gwand Wabbit GM possède un passif, à chaque fin de tour, il aura un état alératoire parmi les 3 suivants :",
        "- Fontaine de Bile : Il lance le sort Fontaine de Bile  fait des dégâts en cercle de 3 autour des monstres, aussi les Zwombbits réduisent de 50% les dommages reçus à 4 cases ou plus.",
        "- Extewmination : Il lance le sort Extewmination qui se lancera en ligne (face, dos côtés) de chaque monstre de la salle à partir de 2 po, aussi les Zwombbits réduisent de 50% les dommages reçus non alignés.",
        "- Huwlement : Il lance le sort Huwlement qui fera de lourds dégâts aux personnages non alignés aux monstres, aussi les Zwombbits réduisent de 50% les dommages reçus alignés.",
        "- Gwand Wabbit GM peut faire revenir un allié à la vie.",
        "- Le Wo Zwombbit fera des dégâts en zone de 5 cases de rayon autour de lui à son début de tour.",
        "- Le Gwand Pa Zwombbit Bandé fait des dégats de zone de 4 cases, à partir des cases de 7 à 11 portée de lui, autour de lui qui vous donnera l'état Silence Divin, qui vous empêche d'utiliser vos PW pour un tour.",
        "- Le Ti Wabbit Tados échange de position avec un de vos personnages 2  fois à son début de tour.",
        "- Le Wabbit Tados se téléporte derrière le personnage le plus éloigné et le pousse.",
        "- Avoir un placeur peu dépendant des pw en fin de tour de table peut grandement aider à respecter les états du boss"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Srambad Niv. 141",
      "level": "Venâme le Mangelombre",
      "boss": "Venâme le Mangelombre n'est pas invulnérable mais :",
      "strategies": [
        "Venâme possède deux phases:\n- 100% à 50% HP :\n                 - Il gagne des maîtrise et attire les adversaires qui le frappe à 5 portée et plus.",
        "- Il y a une phase d'invulnérabilité entre les deux phases.",
        "- 50% à 0% HP : À ce passage de phase les personnages tombent à 1 point de vie.\n                 - Venâme gagne des PM et des résistances.\n                 - Il débloque un nouveau sort de zone : gros dégâts feu sur les 3 lignes devant et derrière lui, et sur toute les cases à 6 et plus de portée\n                 - Il faut le taper à moins de 6 PO (au-delà dégâts reduits à 0) mais le personnage sera repoussé.",
        "- Chaque monstre ainsi que Venâme posent des orbes d'armures récupérables, Venâme a également un sort qui les fait explosées, ne pas en laisser trop sur le terrain.",
        "- En salle 1, nos points de vie tombent à 1 et tout le reste est transformé en armure."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Enutrosor Niv. 141",
      "level": "Jamall'Auneth le Porte-Clés",
      "boss": "Jamall'Auneth le Porte-Clefs n'est pas invulnérable mais à beaucoup de point de vie :",
      "strategies": [
        "- Ne pas rester au corps-à-corps de Jamall'Aunet le Porte-Clefs, si un autre personnage que celui qui inflige des dégats tape Jamall, celui-ci sera invulnérable.",
        "- Tuer une des pierres précieuses donnera un tour avec les dégats boostés pour le tour en cours uniquement, chaque gemme a des faiblesses dans un element précis (Jaune : Air / Rouge : Feu / Vert : Terre / Bleu : Eau)",
        "- De base, les mobs ont +400 de resistances. Il faut taper le boss pour baisser les resistances des montres, il faut donc tuer le boss en premier via le gain de dgt que procure les gemmes à leurs mort. Une fois Jamall mort, les mobs auront leurs resistance basique"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Blopéra Niv. 141",
      "level": "Blopgang Amadeus Blopzart",
      "boss": "Blopang Amadeus Mozart n'est pas invulnérable mais :",
      "strategies": [
        "Conseil : L'état \"Stasifié\"du Steamer ne peut pas être utilisé sur Blopgang.",
        "- Les monstres peuvent infliger beaucoup de dégats en zone ou en monocible à tous vos personnages (tanks inclus) selon les monstres, il vaut mieux faire attention à ça.",
        "- Blopgang fait très mal si vous le laissez atteindre vos personnages qui ne peuvent encaisser ses dommages.",
        "Blopang possède 4 phases :",
        "- 100% à 75% de ses HP : Phase Tellurique, il faut infliger des dégats Terre et sont réduits à si inférieur à 500 dommages, et Blopgang peut retirer 3 PM en zone à tous les joueurs alignés à lui.",
        "- 75% à 50% de ses HP : Phase Magmatique, il faut infliger des dégats Feu et sont réduits à si inférieur à 500 dommages, et Blopgang peut infligés de lourds dégats Feu aux alliés dans la zone.",
        "- 50% à 25% de ses HP : Phase Aquatique, il faut infliger des dégats Eau et sont réduits à si inférieur à 500 dommages, et Blopgang peut se soigner de 10% de sa vie max avec son esquive.",
        "- 25% à 0% de ses HP : Phase Atmosphérique, il faut infliger des dégats Air et sont réduits à si inférieur à 500 dommages, et Blopgang peut se téléporter au contact d'un personnage.",
        "- Lorsque vous tuez une invocation de Blopgang, son passif passe  d'état 1 à 2, et ainsi de suite pour chaque invocation tuer.",
        "- Les monstres ont différents états, Accord Magmatique, Accord Aquatique, Accord Tellurique et Accord Atmosphérique, chaque état peut avoir le niveau 1/3/5 :",
        "- Niveau 1 : -500 dommages direct de l'élément reçus.",
        "- Niveau 3 : -1500 dommages direct de l'élément reçus.",
        "- Niveau 5 : -2500 dommages direct de l'élément reçus."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Source du Mal Niv. 141",
      "level": "Bulbrute",
      "boss": "Le Bulbrute n'est pas invulnérable mais à beaucoup de point de vie :",
      "strategies": [
        "Conseil : Un Pandawa est recommandé pour ce donjon une fois en haut stasis.",
        "- Tuer les mobs en poussant le Bulbrute car il inflige l'état Mort Subite au corps-à-corps.\n- Le Bulbrute est vulnérable uniquement lorsqu'un personnage à Mort Subite, donc finir dans son dos (ou dans le dos d'un autre monstre) puis attendre le prochain tour pour le tuer.",
        "- Mort Subite est un état qui descendra votre personnage à 1 point de vie et qui donne l'équivalent de la moitié des HP en Armure au prochain tour.\n- Lorsqu'un personnage termine son tour dans le dos d'un monstre, il aura l'état Mort Subite.\n\nIl y a deux types de glyphes posés par les monstres :\n                 - Les glyphes des monstres rouges augmentent les dégats reçus des personnages et monstres x2.\n                 - Les glyphes des monstres verts réduisent les dégats reçus x2 aux personnages et au monstres."
      ],
      "tips": [
        "Stèles",
        "Astuce",
        "Stèle 1: Les effets du glyphe Plantala sur lequel se trouve le boss sont répercutés sur toute la bulle de combat.\r\nApplique 20% Dommages Infligés à tous les monstres.",
        "Stèle 2: Si les Plantalas ne sont pas tués dans l’ordre indiqué, ils reviennent à la vie et gagnent un boost conséquent. Applique 100 Résistance Elémentaire à tous les monstres.",
        "Stèle 3: Par glyphe Plantala sur le terrain, en début de tour de table, un effet se produit sur tous les combattants :\n        -25 Résistance (permanent) sur les joueurs, par glyphe Ozate\n        25 Résistance (permanent) sur les monstres, par glyphe Buisson\n        10 Volonté (permanent) sur les monstres, par glyphe Bambou\n\nApplique +2 PM et +2 Portée à tous les monstres."
      ]
    },
    {
      "name": "Donjon Ruche-mère Sabléoptère Niv. 141",
      "level": "Bombyxolite Endopterygote",
      "boss": "Bombyxolite n'est pas invulnérable mais:",
      "strategies": [
        "Conseil: Les Mantueuse deviennent invisibles si pendant leurs tours elles ont tapé quelqu'un (Elle ne tapent qu'exclusivement en mélée). Essayez de les maintenir à distance de sorte qu'elle ne vous touche pas, ou tuez les avant qu'elles jouent pour éviter de devoir tatoner pour les trouver, de plus la prochaine morsure de ce monstre fera des dégats plus importants.",
        "- Bombyxolite est une larve qui empoisonne l'unité la plus proche et qui une fois tué deviendra une énorme crysallide qui deviendra un gros papillon qui occupera 3x3 cases, et qui pousse toute les entités dans les cases de bordure de zone à chaque début de tour.",
        "- Le donjon possède une mécanique commune aux salles, lorsque les monstres meurent, ils font apparaître une crysallide qui perds 50% de ses HP chaque tour, au bout de 2 tours, une fois morte, la crysallide invoque un \"papillon\" qui pousse de 7 cases et qui aura ~50% des pdv initiaux des monstres.",
        "- Bordure de zone: Applique un état qui a chaque niveau inflige 20% de vos PDV courant en début de tours.",
        "Astuce: Faite une zone lorsque vous tuez le monstre. Lorsqu'ils vont devenir des larves, ceux-ci ne bougeront pas et vous pourrez donc préparer une nouvelle zone pour tout re-tuer facilement !"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1: une case poison pop sous les persos en début de tour (elle ne s'active pas immédiatement)",
        "ne pas finir ou revenir sur cette case",
        "Stèle 2: les persos empoisonnés propagent leur poison en ligne",
        "ne pas s'aligner aux alliés si on est empoisonné",
        "Stèle 3: le boss met 1 niveau de poison (max 4 = 80% pv actu min 0) au perso le plus proche par perso ne l'ayant pas tapé.",
        "possible d'ignorer la stèle avec un perso qui s'autoshield/heal et tacle le boss (il prendra 4 niveaux de poison chaque tour mais ne pourra pas en mourir tant qu'il a plus d'1 pv)"
      ]
    },
    {
      "name": "Tal Kasha",
      "level": "Tal Kasha",
      "boss": "Stratégie du donjon:",
      "strategies": [
        "GDOC: Guide ECRIT TK",
        "Vidéo GUIDE: GUIDE TK"
      ],
      "tips": []
    }
  ],
  "156 - 170": [
    {
      "name": "La Patapoutrerie Niv. 156",
      "level": "Mamapoutre",
      "boss": "La Mamapoutre n'a pas d'invulnérabilité mais :",
      "strategies": [
        "Astuce: Ne fait pas de grosse zone dans ce DJ. Focus en priorité les \"Patapikot\", ce sont les plus important et plus simple à tuer.",
        "- La map est divisée verticalement en 3 : une partie centrale (bleu) qui comprend les trois lignes de la largeur de Mamapoutre ainsi que 2 lignes de chaque côté (7 lignes au total) et deux parties droite et gauche (roses) qui contiennent les lignes restantes. Une ligne (violette) est commune au deux parties.",
        "Mamapoutre a 3 phases :\n- Phase 1 : (100%PV - 65%PV), il y a invocation de poutre sur notre case départ comme dans la salle 1.\n                 - Mamapoutre a un sort de zone qui alterne entre parties gauche/droite sur les tours impairs et partie centrale les tours pairs. Mmapoutre ne lance pas ce sort au tour 1 donc il débute au tour 2 sur la partie centrale.\n\n- À la phase 2 (65%PV - 35%PV) ce ne sont plus des pics qui apparaissent sur notre case de départ, mais de la lave qui vous tues instantanément si vous finissez votre tour dessus (marcher dessus ne fait rien)\n                 - Mamapoutre tape cette fois ci, toute la carte sans exception, il est toutefois possible de se protéger avec les poutres préalablement créer lors de la phase 1. (Évitez de passer en phase 2 trop vite)\n\n- À la phase 3, il n'y a pas de changement avec la phase 2, Mamapoutre va invoquer en plus un Patapikot à la fin de son tour.",
        "Attention : Parfois, Mamapoutre se phase toute seule à la phase 2 sans l'avoir tapé. Faites donc attention à ses états pour ne pas vous faire surprendre.",
        "- Mamapoutre est très faible en résistance mais ses zones tapent relativement fort.",
        "- Dans la salle 1 : \n                 - La carte est divisée en 2 horizontalement avec des dégâts en zone arrivant de la droite sur toute la longueur de manière cyclique, un tour en haut d'abord, puis un tour en bas et ainsi de suite.",
        "- Il est possibe de se proteger avec une poutre qui se crée sur la case de depart des personnages à chaque tour, se mettre derrière nous fait éviter les dégâts de la zone.",
        "Attention : Ne jamais finir sur sa case de depart sinon on est désincarné.",
        "- Le Patator explose en mourant (cercle de taille 3), cela inflige de gros dégâts.",
        "- Quand les Patators prennent des dégâts, les Patapikot alignés s'enfonce dans le sol et reçcoivent 0 dégâts. A leur début de tour ils ressortent du sol en infligeant des dégâts en cercle de 2.",
        "- Quand les Patapattes reçoivent des dégâts, les alliés en cercle de taille 2 gagnent 2000 d'armure."
      ],
      "tips": [
        "Astuce: Ne faites pas de grosse zone dans ce DJ. Focus en priorité les \"Patapikot\", ce sont les plus important et plus simple à tuer.",
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Le Lampionaute Niv.156",
      "level": "Javého",
      "boss": "Javého est invulnérable mais :",
      "strategies": [
        "- Le donjon possède une mécanique de déplacement inversé infligé par un sort de zone des monstres, vérifiez qui l'a et qui ne l'a pas avant de vous déplacer, dans les 3 premières salles cela n'a d'impact que sur le gain PA/PM.",
        "- Sur le combat contre Javého, une balise est présente sur la carte, pour désinvulnérabilisé Javého :",
        "- Etape 1 :Il faut se trouver dans la zone de 2 cases autour de cette balise (comme la balise feu du cra) au tour de Javého afin qu'il vous applique l'état des déplacements inversés.",
        "- Etape 2 : Il faudra réaliser une téléportation via les déplacements inversés afin d'arriver au corps-à-corps de Javého, lui enlevant son invulnérabilité seulement pour le tour du personnage qui a réalisé cette manoeuvre.",
        "- Javého possède 3 phases, les phases ne sont pas bloquées, vous pouvez faire les 3 phases en un seul tour :",
        "- 100% à 66% HP :",
        "- 66% à 33% HP :",
        "- 33% à 0% HP : Infliger des dégats à Javeho fera des dégâts autour de lui en melée."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Roub'Bar Niv.156",
      "level": "Remington Smisse",
      "boss": "Remington est invulnérable mais :",
      "strategies": [
        "- La mécanique de donjon se trouve dans l'état \"Bombifié\", dans les deux salles cet état fonctionne de la même manière, il faut se coller au monstre pour l'obtenir, et il faut finir aligné avec un allié l'ayant également pour faire apparaitre des poudres entre les deux personnages à un maximum de 8 cases.",
        "- Dans la première salle 1 il y a un mini-boss \"Brise-Tibia\", elle perd des dommages infligés par personnages à son contact à son début de tour.",
        "- Tous les monstres ont 300 résistances en plus dans la salle 1, les perdant dans l'état Bombifié.",
        "- Les poudres font des dégâts (-4000) et du retrait PA/PM",
        "Remington a 2 phases, dans les deux il est invulnérable et aura besoin d'être mis sur des poudres grâce à l'état Bombifié pour pouvoir être taper.\n                 - Phase 1 : Il suffit juste de le désinvulnérabiliser et le taper jusqu'à descendre sa vie à 50% en réitèrant la manipulation avec les états bombifiés autant de fois que nécessaire.\n                 - Phase 2 : Il y a toujours besoin de le mettre sur des poudres pour pouvoir le taper mais cette fois ci à son début de tour de passage de phase il va se téléporter sur la map et se cacher dans un des 3 nuages de fumé qui \nvont apparaître, il va falloir le trouver.\n\nIl se recachera 2 tours après avoir été trouvé. Pendant toute la phase 2, tous les personnages sont Bombifiés ce qui simplifie le retrait de l'invulnérabilité mais à chaque fin de tour il y aura des dégâts en croix sur 8 cases autour des personnages bombifiés, il faut donc faire attention aux lignes",
        "- C'est Remington qui applique l'état sur un personnage, mais un seul ne suffisant pas, le porteur peut poser l'état sur un de ses alliés s'il le tape à 3 cases ou moins pour ensuite pouvoir faire un mur de poudre.",
        "- Remington fait de gros dégâts et tapera le moins affaibli en priorité, pour le tour 1 faites en sorte que vos personnages plus faibles commencent avec quelques points de vie en moins.",
        "- Il a un sort de zone qui retire des PA, évitez de grouper vos personnage.",
        "Astuce : Stabiliser Remington lors du passage en Phase 2 permet de savoir où il est, car il ne pourra pas se téléporter à la fin de son tour, il suffira donc de lancer un sort sur la case où il a terminé son tour pour le trouver."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Riktus Elite Niv.156",
      "level": "Le Riktus Masqué",
      "boss": "Le Riktus Masqué n'a pas d'invulnérabilité mais :",
      "strategies": [
        "Requis : Il va vous falloir des bombes dans ce donjon afin de briser les rochers qui bloquent certaines salles",
        "- Le Riktus Masqué se soigne à 100% à chaque début de tour, il faut donc le tuer en un tour.",
        "- En fonction des dégâts que vous aurez fait en un tour, il va perdre des résistances mais gagner en dommages infligés (max -400 résistances et +200 dommages).",
        "- Le Riktus Masqué est stabilisé.",
        "- Le Riktus Masqué a un sort qui fait un retrait PA et PW, la cible de ce sort gagnera des dégâts et des % de coups critique à la fin de son propre tour, vous pouvez facilement l'esquiver en vous mettant sur une partie de carte précise avec rien entre Riktus Masqué et vous de 4 à 7 de portée, si un allié est touché à 7 de PO, alors les alliés à 3 cases maximum de lui subiront le sort également.",
        "- Certains monstres comme les Magilites peuvent être contraignant à cause de leur retrait PA, ainsi que les glyphes de mort autour des Elitendards, essayez de les tuer en premier.",
        "- Des étendards posés sur la carte bloquent les dommages de zone reçu à 1000 dégâts maximum en zone de 2 autour d'eux, il y en a un par Elitendards sur la carte, en tuant ces monstres ils disparaissent.",
        "- Les monstres ont tous \"Révolution Riktus\" comme état, il augmente les résistances à chaque tour de jeu sans avoir subit de retrait résistance."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Repaire de Kali Niv.156",
      "level": "Kali",
      "boss": "Kali n'a pas d'invulnérabilité mais :",
      "strategies": [
        "- Kali a 4 états différents et 2 phases (100% - 50%/ 50% - 0%)",
        "- Il n'y a pas de différence entre la phase 1 et 2, sauf que Kaly débloque un sort en plus et réinvoque 3 monstres.",
        "L'état \"Enchragé\" lui fait perdre des résistances mais lui fait gagner des dégâts : \n                 - A chaque coup reçu, l'état monte de 1 niveau par coup en PA du sort utilisé, par exemple un sort à 3 PA augmentera le niveau de l'état de 3.\n                 - Si un personnage, invocation ayant un tour de jeu comprise, finit sont tour en mélée de Kali, elle perd 10 niveaux de l'état.",
        "- Elle pose également un état sur les personnages finissant en mêlée, \"Prise de Risques\". Il a 3 niveaux, le premier est avantageux car c'est -50% dommages reçus de Kali, mais le niveau 2 et 3 sont des malus qui vous font prendre +100 et \n+200 dommages reçus.",
        "Ces états font qu'elle jouera de manière différente, ils sont cyclés à un état par tour aléatoirement mais le cycle commence toujours par Serein.\nElle change d'état à la fin de son tour ce qui permet d'anticiper la mécanique du prochain tour : \n                 - Serein : Elle perd tous ses niveaux d'Enchragé.\n                 - Rage de combat : Elle gagne 50% de dommages infligés, et en début de tour elle lance le sort \"Déflagration Tellurique\" autour des cases \"Pieux\" sur la map. Elle gagne également de l'enflammé pour le prochain tour.\n                 - Sang et Armure : Elle gagne 100 résistances et est stabilisée. En début de tour elle lance le sort \"Brise-Armure\" qui retire l'armure des personnages à au moins 6 de portée et leur inflige le montant de l'armure retirée + dégats terre.\n                 - Vélocité Sacrieur : Elle gagne 2 PM. En début de tour elle lance le sort \"Poussée dévastatrice\" qui pousse toutes les entitées ennemies de 4 cases.",
        "Elle tape principalement au corps-à-corps (hors sort de mécanique) et a un sort d'attirance (6 cases). Le sort Fulgurance fait beaucoup de dégâts, qu'elle débloque si elle commence sont tour avec 30 niveaux d'Enchragé, ce sort tape toutes les entitées et elle se téléporte devant un personnage, et en phase 2, elle débloque Punition, un sort au corps-à-corps qui fait de gros dégâts.",
        "Les monstres ont des petites mécaniques, qui peuvent être dangereuses si on n'y fait pas attention : le Tankoeur a un sacrifice et attire, l'Ensaigneur booste ses alliés avec un glyphe et pousse, et la Soeur Zerker a de l'enflammé et\npeut téléporter une entité sans ligne de vue. Il faut donc faire attention à son placement, d'autant plus si on joue avec stèles."
      ],
      "tips": [
        "Stèles",
        "Astuce",
        "Stèle 1 : Les cases Pieux tuent \ninstantanément au lieu de juste faire des dégâts",
        "Stèle 2 : Des cases Pieux sont rajoutées au milieu \nde la map",
        "Stèle 3 : Les monstres et Kali bloquent à 1 PV avant \nde mourir pendant un tour",
        "Stèle 4 : à la mort d'un sbire, Kali gagne 10 niveaux d'enchragés"
      ]
    },
    {
      "name": "Fabrique Méka Niv.156",
      "level": "Vertox l'Intemporel",
      "boss": "Vertox est invulnérable mais :",
      "strategies": [
        "Avant toute chose, il faut ouvrir ce lien pour comprendre de quoi nous allons parler :  https://imgur.com/a/CVcXAoE",
        "http://chachastuce.fr/vertox/index.html Placement Cadran, la carte de gauche montre le tour en cours de votre personnage, la seconde le tour d'après afin d'anticiper le placement pour pas vous faire surprendre par la zone de mort. A chaque tour de personnage avancer simplement le cadran en même temps pour toujours avoir les bonnes informations.",
        "- Vertox possède 3 phases : \n                 - Phase 1 100 à 75% HP : Lorsque vous attaquez Vertox en melée, vous perdez 1PM.\n                 - Phase 2 75 à 50% HP : Lorsque vous attaquez Vertox distance, vous perdez 1PA. Lorsque Vertox est attaqué par un personnage, ce dernier échange de place avec un allié, en ligne ou en diagonale (ligne de vue nécessaire). Si aucun allié en ligne de vue n’est dans ses diagonales ou aligné avec lui, rien ne se passe.\n                 - Phase 3 50 à 0% HP : Les personnages sont téléportés à leur case de départ, des cases mort instantanées apparaissent sur toutes les cases hors-cadran de la carte, vous êtes immunisés à ces cases lorsque vous jouez votre premier tour dessus afin d'en sortir. Il garde son état qui déplace un allié avec l'allié qui lui inflige des dégâts.",
        "- Vertox va invoquer un cadran au centre de la salle qui a pour centre \"l'aiguille\". Ce cadran va projeter deux zones, une zone heure (bleu) et une zone de mort (rouge) (couleurs en rapport avec le GIF).",
        "- A chaque début de tour d'un joueur, les deux zones avancent en sens horaire d'une heure, on peut le simplifier en minute, donc de 5 minutes, une fois que les deux zones auront fait une heure complète, elle seront en zone de 10 minutes, puis 15 minutes, puis 30 et elle recommence à 5 et ainsi de suite. Tout l'enjeu se trouve donc dans le placement et l'anciticipation du placement de vos personnages afin de ne pas mourir et de pouvoir taper Vertox.",
        "- Commencer son tour dans la zone heure permet de taper Vertox, commencer son tour dans la zone mort tuera le personnage, une zone est constituée des cases du cadran entre deux cases marquées par un symbole heure. Les zones sont symétriques et seront placées pour le tour du 1er personnage. La zone avance pour chaque tour de joueur, donc dès le départ placez vos personnages en prenant en compte l'ordre de jeu pour que le second et troisème personnage ne commence pas dans la zone de mort. Vous pouvez avancer d'un tour vous même en tapant l'aiguille au centre de la carte.",
        "- Lorsque l'horloge a fait un tour complet (donc à la réinitialisation de la taille du cadran), Vertox gagne des bonus pour 1 tour et va infliger 2500 dégâts bruts aux cibles à 3 cases et moins de lui, ainsi que 5000 dégâts bruts à l'entité la plus lointaine de lui ; essayez d'envoyer une invocation le plus loin possible de lui pour se prendre le coup !",
        "- Les Orda Gova ont un ultime qu'ils peuvent lancer contre 6PM, en cerle de taille 3 autour d'eux, infligeant de lourds dégâts feu et retirant beaucoup de PAs. De plus lorsqu'il inflige des dégâts, posent un glyphe autour de votre personnage qui donnera l'état Silence Divin qui interdit l'utilisation de PW sur le personnage qui passe sur ces glyphes de une case. Être aligné à un Orda Gova en fin de tour lui donne 1PM, se prendre son glyphe lui donne 2PM.",
        "- Les Grorlog subiront des dégâts de 100 à 25% de leurs points de vie, il faut avoir 2 alliés à son corps-à-corps afin de pouvoir le tuer, les balises crâ fonctionnent.",
        "- Les Laps posent un Barrage qui attire dedans (sans limite de portée) les cibles alignées aux cases du Barrage au début du prochain tour du Laps, infligeant de lourds dégâts terre."
      ],
      "tips": [
        "Stèles",
        "Astuce",
        "Stèle 1 : Les aiguilles de l'Horloge tournent à l'nvers tout au long du combat.",
        "Stèle 2 : Inverse les déplacements inférieurs à 6 cases des personnages joueurs. Tuer un mob désactive l'effet pour votre prochain déplacement, et si un Osamodas désinvoque, le prochain déplacement n'est pas inversé.",
        "Stèle 3 : Vertox est insensible aux retraits de PA et de PM, ainsi qu'aux effets de déplacement."
      ]
    },
    {
      "name": "Donjon E-Bou Niv.156",
      "level": "Raipiode l'Infréquençable",
      "boss": "Raipiode est invulnérable mais :",
      "strategies": [
        "Chaque monstre de ce donjon possède un sort de zone de dégâts qui se déclenche à leur mort :",
        "- Poz 2-4 cases autour (la case en mélée est donc pas touchée), au tour 2 si il arrive au corps-à-corps de votre personnage, il se met dans un état qui renvoie 100% les dommages terre reçus.\n                 - Syclick diagonale de 3.\n                 - Lair Davan en ligne de 6 de chaque côté.",
        "Le combat possède 3 phases :\n                 - La phase 1 consiste à activer toutes les cases du cadran, il faut passer dessus pour l'activer avec un joueur ou une invocation qui peut se déplacer, le tonneau du panda fonctionne en le jetant, utiliser un sort en étant sur cette case la désactive. Une fois toutes activées, Raipiode sera vulnérable et plus stabilisé.\n                 - La phase 2 commence dès que l'on a activé toutes les cases, à partir de cette phase et pour le reste du combat, Raipiode fera une attaque de zone infligeant beaucoup de dégâts de 1 à 3 cases autour de lui. Raipiode infligera 3 000 de dégâts à toute entité n'étant pas dans la partie centrale de la carte.\n                 - La phase 3 débute lorsque Raipiode n'a plus que 50% de points de vie, il sera bloqué à 50% vous ne pouvez pas le tuer en un tour, par contre vous pouvez sauter la phase 2 si vous lui retirez 50% de ses points de vie le tour même où vous avez activé toutes les cases du cadran. Raipiode invoquera un monstre par tour, 2 cases par tour seront à nouveau en rouge qu'il faudra réactiver en faisant un sort à partir de cette case, 2 cases par tour deviendront vertes et donneront à Raipiode des dommages en plus si elles ne sont pas désactivées. Afin de faire des dégâts il faut que le boss soit en dehors du carré central",
        "La manière la plus simple est de repousser Raipiode au fond de la salle à chaque tour. Si il parvient à arriver au CaC d'un joueur durant son tour, il effectuera une importante attaque de zone en cone devant lui."
      ],
      "tips": [
        "Stèles",
        "Astuce",
        "Stèle 1 : Les dommages de Pacte Horaire sont quadruplés.",
        "Stèle 2 : Par obstacle bloquant non-joueur dans la ligne de vue de Raipiode au début du tour : +1PM (tour en cours)",
        "Stèle 3 : Quand un personnage joueur subit un effet de déplacement, il est stabilisé pendant 1 tour."
      ]
    },
    {
      "name": "Plateau des Hauts-Vents",
      "level": "Serre d'Acier",
      "boss": "Serre d'Acier n'est pas invulnérable mais :",
      "strategies": [
        "Phase 1 : 100% à 85% HP\n                 - il invoque 9 Corbacs, les tuer fait monter l'état de 1 (max 3), quand on est au niveau max on devient insensible aux poussées de Serre d'Acier\n                 - Il pousse en fin de tour, toutes les cases autour de la carte et le bloc de 4 cases sont des cases de morts instantanées, tous les tours à partir de la Phase 2, il fait son tour, change de côté et pousse.",
        "Phase 2 : 85% 50% HP\n                 - Il change de côté chaque tour, jusque la phase 3.",
        "- Pendant la phase 1 et 2, il pose 3 pièges par tour, lorsqu'on marche dessus on perd 100pm, si au bout de 3 tours les pièges sont toujours là, Serre d'Acier les fait exploser en zone de 2 autour de lui.",
        "Phase 3 : 50% à 20% HP\n                 - Les personnages poussées donc non stabilisé, sont morts instantanéments.\n                 - Il va passer en melée, il faut un personnage qui finisse au corps-à-corps sinon il s'envole.\n                 - Il ne faut plus taper à distance sinon il débloque son sort de saut, attéri sur un personnage et le tue.\n                 - Serre d'Acier attérie, il invoque 4 monstres près d'un personnage, chaque monstre invoqué met un poison, à la fin des tours des personnages, ils sont poussé dans la direction dans laquelle ils regardent par rapport au niveau de l'état, si vous avez un état 3, vous serez poussé de 3 cases.\n                 - Pour désinvu les monstres il faut qu'ils subissent une collision\n                 - Ne jamais finir au corps-à-corps d'un personnage, sinon il débloque un sort qui tappera les personnages au corps-à-corps très fort.",
        "Phase 4 : 20% à 0% HP\n                 - Il réinvoque 4 mobs qui ont la même mécanique que ceux de la phase 3.\n                 - On ne peut plus se soigner.\n                 - Il gagne 50% de vol de vie sur ses coups.\n                 - Il est stabilisé.",
        "- Pendant la phase 3 et 4, lorsque Serre d'Acier détacle il gagne des dommages infligés.",
        "- Les cases surevelés donnent 4 PO au personnage lorsqu'on est dessus.",
        "- Il tape le personnage le plus proche, si c'est une invocation il l'a tuera.",
        "- En passant de phase 1 à 2 et de la phase 2 à 3, il met des lacérations qui restent sur le terrain durant 1 tour, puis ça explose sur les cases adjacentes n'incluant pas la diagonale."
      ],
      "tips": []
    }
  ],
  "171 - 185": [
    {
      "name": "Donjon des Crocodailles Niv.171",
      "level": "Roi Dunîl",
      "boss": "Le Roi Dunîl est invulnérable mais :",
      "strategies": [
        "- Dans ce donjon, si deux ennemis sont au corps-à-corps l'un de l'autre, ils ont une réduction des dégâts reçus.\n- Il y a dans le donjon, une mécanique qui fait que les personnages et invocations glissent dans la direction regardé en faisant des sorts de \ndéplacements (poussée, attirance, téléportation, etc). Dans la salle 1, ce n'est pas aussi dérangeant que dans la salle du boss où il y a des trous\nsur la map, qui, si vous tombez dedans, vous désincarne.",
        "Le Roi Dunîl a 2 phases :\n- Phase 1 : Il n'a pas d'invulnérabilité ni de condition pour le taper, en revanche la seconde, le Roi Dunil devient\ninvulnérable.\n- Phase 2 : Elle commence entre 52% et 55% de PDV quand il gagne l'état Écailles Renforcés :\n            Il faut lui retirer une fois par tour de table, pour ce faire, il faut que le Roi Dunîl subisse des dégâts de collision, vu que le Roi Dunîl n'est pas poussable/attirable, il faut faire en sorte que ça soit un de vos  personnages qui se cogne au Roi Dunîl. Il faut répéter cela jusqu'à le tuer.\n\n- Le Roi Dunil gagne des coups critiques, des dégâts et des résistances par alliés vaincu.",
        "- Le Roi Dunil a des sorts qui poussent et attirent, il faut donc faire attention au placement à cause des trous.",
        "Il faut aussi faire attention aux monstres : \n  - Le Chasseur harponner un de vos personnages qui à la fin de son propre tour se téléportera au contact du Chasseur et perdra des résistances.\n  - Le Shaman est un soigneur, et a une réduction de 50% sur les dégâts s'ils sont monocibles\n  - L'Éventreur a un sort de zone qui téléporte toutes les cibles touchées à côté de lui, un qui stabilise et met incurable niveau 10 (-100% des soins)",
        "- Dans la salle 1, un monstre de chaque a des résistances supplémentaires, qui sont retirables à la façon de l'invulnérabilité du boss, avec une \ncollision."
      ],
      "tips": [
        "Stèles :",
        "Astuce",
        "Stèle 1 : Il faut finir avec un allié (invocation comprise) à 3 de\nportée max, sinon, le personnage meurt",
        "Stèle 2 : Augmente de 1 le coût en PA et PW des sorts.\nLancer un sort fait perdre un PM.",
        "Stèle 3 : Les monstres (pas le boss) sont stabilisés et gagnent 25% dommages infligés, 2 PA, 2 PM, 2 PO"
      ]
    },
    {
      "name": "Donjon des Kannivores Niv.171",
      "level": "Grozépine",
      "boss": "Grozépine est invulnérable mais :",
      "strategies": [
        "Grozépine a 3 phases : \n- Phase 1 : 100% - 65% : Le boss est vulnérable, profiter de cette phase pour tuer les adds.\n- Phase 2 : 65% - 35% : Le boss est invulnérable tant qu'il y a plus de deux racines. Un porteur de poison apparait.\n- Phase 3 : 35% - 0% : Comme en phase 2. Un second porteur de poison apparait.\n\nIl réduit largement les dégats au CaC et se soigne d'autant de dégats qu'il fait aux invocations (/!\\ dégats des glyphes des racines)",
        "- C'est plus simple de tuer les monstres en premier",
        "- Le poison inflige 25% par cumulation, et augmente d'une cumulation par tour (jusqu'a 100%). Finir son tour a côté d'un autre joueur transfert le poison, et redescend les cumulations à 1."
      ],
      "tips": [
        "Stèle 1 : Le nombre de poisons de Grozépine augmente. Il gagne également 3 Portée.",
        "Stèle 2 : Sur tous les monstres : réduit les dommages reçus à 0 si aucun allié proche (1 à 3 cases).",
        "Stèle 3 : Si un joueur reçoit un soin : -2 PA, et -1 PA supplémentaire par 500 de Soins."
      ]
    },
    {
      "name": "Donjon des Kannibouls Niv 171",
      "level": "Kannistère",
      "boss": "Le Kannistère est invulnérable mais :",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Moon - Jungle",
      "level": "Darkli Moon",
      "boss": "- La mécanique du donjon sont les totems élémentaires. Ils apparaissent tous les tours de manière aléatoire.\n- Ces totems échangent de place avec votre personnage si ils sont tapé dans leur élément avec un sort monocible.\n- Tous les tours pairs, il y aura de gros dégâts en zone de 1-3 autour des totems.",
      "strategies": [
        "Dans la salle 1, trois monstres (un de chaque type) sont invulnérables.\n\nPour les rendre vulnérable il faut :\n  - Commencer proche des totems des éléments dans lesquels vous frappez, cela vous mets un état élémentaire pour 2 tours\n  - Puis faire commencer un monstre près de ces totems pour qu'il l'avale, vous pourrez le taper pour un tour dans le ou les éléments avalés\n  seulement si vous avez l'état correspondant\n\nAttention : Bien le faire dans cet ordre, si le monstre avale le totem avant que vous ayez récupéré l'état élémentaire, vous allez devoir attendre\nle tour prochain pour que le totem ne réapparaisse",
        "- Au Kannistère, la mécanique est identique.\n\nQuand le Kannistère peut être taper dans un élément, on ne peut pas dépasser 20% strict de sa vie max dans cet élément, exemple :\n     - Vous avez l'état élémentaire feu\n     - Le boss a avalé le totem feu\n     - Si 20% de sa vie est = 5000, \n     - Si vous faites 3100+1900 vous aurez taper pleinement\n     - Par contre si vous faites 3100+1901, le coup de 1901 sera réduit à 0 car cela fait dépasser les 20%\n\n- Si le Kannistère commence son tour isolé, il sera stabilisé à la fin de son tour\n- Il a des sorts qui tape sous l'armure au corps à corps\n- Il a un sort de poussé, pour le tacler il faut se stabiliser ou avoir un obstacle derrière pour pas être poussé. \n- Dès lors que le Kannistère absorbe un totem, il gagne un bonus important de dégats pour chaque totem qui n'est PAS absorbé. \n    - Pour limiter ses dégats, il faut lui faire absorber tous les totems d'un coup.",
        "- Une fois que vous avez tuer le Kannistère, le Darkli Moon sort de la machine\n- Le Darkli fait très mal et il invoque des doubles qui font tout aussi mal. Le boss comme ses invocations ont du retrait PA et PM, le boss a aussi \nun retrait PW.\n- Leurs invocations peuvent être empêchées si avant son premier tour vous bloquez les 4 cases en diagonales du Darkli Moon, les cases étant occupées il ne pourra pas invoquer.\n- Le Darkli Moon invoquera également 2 totem gris, la zone visible autour de ces totems sont des cases de morts si on fini son tour dessus\n- Il faut tuer le Darkli avant qu'il ne vous tue",
        "- Préférez tuer le Kannistère avec des personnages en début timeline, quitte à le faire avec des supports pour les derniers PV, afin de pouvoir\ncommencer à taper (voire de tuer) le Darkli Moon avant qu'il ne joue"
      ],
      "tips": [
        "Stèles :",
        "Astuce",
        "Stèle 1 : Pour la durée du combat, les joueurs possèdent -3 PM max et sont Stabilisés. L’échange de position avec les totems est toujours possible.",
        "Stèle 2 : Les soins et les gains d’armures réalisés sont réduits à 0 si la cible n’est pas proche d’un ennemi ou d’un allié (1 case)",
        "Stèle 3 : Il est interdit pour un joueur de terminer son tour aligné avec un autre allié. Les invocations alignées comptent comme un allié."
      ]
    },
    {
      "name": "Donjon des Tropikes Niv.171",
      "level": "Koko le Nutt",
      "boss": "Koko le Nutt est invulnérable mais :",
      "strategies": [
        "- Koko le Nut n'a pas de phase, mais est invulnérable à chaque début de tour.\n- Sur la carte, il y aura 3 Nodkoko avec des points de vie différents ( de 1 à 3), à chaque début elles perdent 1 PV, quand elles arrivent à 0, \nelles explosent en cercle de 2. Si Koko le Nut est dans la zone, il sera vulnérable pour un tour. Elles ne sont pas déplaçables, mais elles avancent \nde 2 cases chaque tour dans la direction qu'elles regardent, que l'on peut modifier en tapant un coup de là où vous voulez qu'elles pointent.\n- Les tours suivants où Koko le Nut a été désinvulnérabilisé, il invoquera un monstre.",
        "- Koko le Nut a un sort tous les 3 tours qui frappe sur toutes la cases à 6 de portée et plus de lui.\n- Il peut également vous retirer des résistances ainsi que des coups critiques.\n- Il gagne des résistances en fonction des dégâts qu'il reçoit.",
        "Parmis les monstres :\n - Le Kokolosse qu'il faut taper en étant aligné sinon les dégâts sont réduits à 0\n - Le Kokolérik qui peut réanimer ses alliés à l'infini, il faut donc penser à désincarner les monstres mis K.O.\n - Le PsyKoko n'a pas de particularité mais est celui qui tape le plus fort et en zone",
        "Dans la salle 1, un monstre de chaque type est invulnérable de la mémé manière que Koko le Nutt dans sa salle, il faut donc faire exploser une\nNodkoko avec ces dits montres dans la zone pour pouvoir les tuer"
      ],
      "tips": [
        "Stèles :",
        "Astuce",
        "Stèle 1 : Quand un joueur termine son tour, s’il n’est pas aligné avec un allié, il meurt. Les invocations sont considérées comme des alliés.",
        "Stèle 2 : Quand un joueur fait des dégâts, les alliés en cercle \nde 3 reçoivent 100% des dégâts. Quand un joueur soigne un allié, le soin est annulé et est \nrépercuté sur ses alliés en cercle de 3",
        "Stèle 3 : Le boss gagne des dégâts permanents tous les tours. A chaque fois qu'un ennemi tombe K.O., ses alliés gagnent un état non cumulable, Fortitude, pour un tour (30% dégâts, 125 résistances et 1PM)"
      ]
    },
    {
      "name": "Cité Interdite Niv.171",
      "level": "Pandore",
      "boss": "Pandore est invulnérable mais :",
      "strategies": [
        "- La zone centrale de la carte donne des résistances à toutes les entités",
        "Pandore a deux phases:\n     - En phase 1, Il est en fond de carte et invulnérable\n     - Il tape en ligne sur toute la longueur de la map\n     - Et frappe l'entité la plus éloignée qui pose un état, si au tour suivant cette même entité est toujours la plus éloigné le coup fera plus mal",
        "- Pour désinvulnérabiliser il faut tuer 2 autels (forme de tonneaux) parmis les 4 présents sur la carte à endroit fixe\n     - Les tonneaux sont invulnérables aux dégats à + de 3 cases et aux dégâts des invocations\n     - À la mort, invocation d'un monstre de la famille aléatoirement\n     - Pandore gagne des % de dégât permanents si au tour précédent un tonneau n'a pas été tué",
        "Au passage à la phase 2 , Pandore se téléporte au centre de map\n     - Il faut penser à le faire sortir de la zone qui donne des résistances quand on le tape\n     - Gros dégâts sur toute la zone centrale si aucun autel n'a été détruit au tour précédent\n     - Ne pas laisser Pandore isolé (= un personnage en mêlée et dans la zone centrale) sinon il gagne 2pm et des % de dégâts permanents\n     - Il se soigne de 50% pv manquant tous les 3 tours",
        "Plus le combat dure plus Pandore fera mal, il ne faut pas que le combat s'éternise"
      ],
      "tips": [
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3:",
        "Stèle 4:"
      ]
    },
    {
      "name": "Donjon Gerbouille Niv.171",
      "level": "Maman Gerbouille",
      "boss": "La Maman Gerbouille est invulnérable mais :",
      "strategies": [
        "Pour la rendre vulnérable il est nécessaire de retirer les 8 bulles electrostatiques qui sont autours d'elle. Seul les joueurs avec le debuff conducteur peuvent retirer les bulles. Les bébés gerbouilles et la Maman Gerbouille peuvent donner cet état via leur attaque morsure.",
        "La façon la plus simple de retirer les bulles est d'attaquer une fois la Maman au corps-à-corps en face une fois, et de dos, une fois.",
        "A chaque tour la Maman Gerbouille lance une attaque de zone qui fait des dégats massifs en zone taille 7 autours d'elle. Plus elle aura de PW, plus son attaque fera mal et sera large.",
        "Enfin la maman a un bonusde dégats qui augmente pendant trois tours avant de revenir à l'état initial: \nT1 -> 25% -> T2 -> 50%  -> T3 -> 100% T4 -> 25% etc..."
      ],
      "tips": [
        "Stèle d'intervention : Comte Harebourg",
        "Astuce",
        "Tuto détaillé",
        "Technique Autowin"
      ]
    },
    {
      "name": "Cime du Grand Totem Niv 171",
      "level": "Foul Moon",
      "boss": "Doc écrit par CARCHY",
      "strategies": [],
      "tips": []
    }
  ],
  "186 - 200": [
    {
      "name": "Tanière des Blérox",
      "level": "Blerwitch le furax",
      "boss": "Blerwitch le furax n'est pas invulnérable",
      "strategies": [
        "Mécanique du donjon: \n\n• Le sort \"Pluie Acide\" est lancé automatiquement à chaque début de tour de table depuis l'emplacement du boss (ou depuis celui du cristal présent en salle 1). \n• Ce sort inflige d'énormes dégâts (à considérer comme un OS) sur une zone variable. Celle-ci implique donc une autre zone que l'on nommera \"safe\", où les personnages vont devoir se placer pour éviter les dégâts. \nLa zone de dégâts du sort \"Pluie Acide\" dépend de l'état du Boss (ou du Cristal présent en salle 1) et varie à chaque tour en conséquence.\n• Dans la 1ère salle l'état du cristal (et donc la Pluie Acide) suit un cycle bien défini (ci-contre). En revanche dans la 2ème salle, à compter du 2ème tour, l'état du boss alterne de manière aléatoire à chaque tour entre les 3 états existants",
        "Phase 1 (100% à 70% HP): Blerwitch tape sous l'armure, et peut également taper en zone (si persos zonés à 4 cases ou - les uns des autres). Blerwitch réduit les dégâts qu'il reçoit si l'allié qui les inflige ne se trouve pas dans la zone safe requise par son état actuel (cf mécanique ci-dessus)",
        "Phase 2 (70% à 20% HP): Des cases vont apparaître autour de Blerwitch. Il faudra QU'AU MOINS un personnage soit sur une de ces cases au tour de Blerwitch, sinon celui-ci one shot toute l'équipe.\nSi les 4 cases sont occupées par des personnages, Blerwitch perdra alors tous ses PM, des résistances et des dégâts. En contrepartie il pourra frapper les persos en question sous l'armure en plus de leur retirer des résistances. \nUn personnage qui se trouve sur une case au tour du boss gagne l'état \"Provocateur\", qui lui permet, en plus de gagner un bonus de stats, de taper depuis n'importe où sans réduction de dégâts.",
        "Phase 3 (20% à 0% HP): Toujours la même mécanique, mais Blerwitch attirera ou poussera les joueurs dans l'état \"Provocateur\" selon l'état dans lequel il se trouve. Tuez le au plus vite pour vous occuper des monstres tranquillement.",
        "Boss - Blerwitch le Furax (sorts mentionnés dans les phases):\nIl n'est accompagné que de 3 monstres, un de chaque type. À chaque phase il va ré-invoquer 3 nouveaux monstres qui ne sont PAS des invocations et qu'il faudra donc tuer. À leur premier tour de jeu, ils sont invulnérables mais ne jouent pas.",
        "Ordre de focus des monstres conseillé:",
        "- 1er les Blérours:\nIls soignent leurs alliés, donnent de l'armure et appliquent un malus de dommages infligés de 15% en zone. Ils vont également téléporter en zone aléatoirement vos personnages (et donc risquer de les mettre dans la pluie). Enfin ils posent un malus \"Abeilles Convertissantes\" qui transforme vos soins en dégâts et les double.",
        "- 2ème Les Blérages: \nSi vous tapez à 4 cases et +, ils vont réduire de 90% les dégâts subis. Le Blérage possède un état permament qui stab tout personnage dans une zone de 2 cases autour de lui. Si vous le poussez, il va s'enrager, se stab et gagner des PM et des dégâts. Le Blérage tape également \"sous l'armure\" en supprimant la vôtre et en vous infligeant 100% en dégâts du montant que vous possédiez. Évitez donc de vous donner de l'armure avant de les avoir tués.",
        "- 3ème Les Fouirox:\nIls font du retrait PM à distance, et peuvent se téléporter dans votre dos, en ligne et à très longue distance. Vous ne pourrez les taper que de dos, et une fois sous la barre des 50%, ils s'enragent, réduisent les dégats subis de 50% et débloque une téléportation à travers la map dans le dos d'un allié et font énormément de dégâts. Ne pas les taper avant d'avoir tout tuer permet de les garder gérable jusqu'à pouvoir les one turn.",
        "Conseils/Tips : Surveillez bien l'état du Boss pour ne pas vous faire surprendre par la Pluie. Attention aux dégâts sous l'armure et aux retraits de résistances cumulables du Boss lorsque vous êtes dans l'état \"Provocateur\""
      ],
      "tips": [
        "• T1 zone safe : 7 cases ou + du cristal. (ATTENTION : Si vous vous placez à 6 cases ou moins du cristal en phase de préparation de combat, vous subirez les dégâts de la pluie au début du 1er tour)\n• T2 zone safe : 4 à 6 cases du cristal\n• T3 zone safe : 3 cases ou - du cristal\n• T4 zone safe : IDEM qu'au T1\nLe cycle de 3 tours se répète en boucle",
        "• \"Lutte féroce\": La pluie tape tous les entités à + de 3 cases du Boss\n\n• \"Rapport de force\": La pluie tape toutes les entités à - de 4 cases et à + de 6 cases du Boss\n\n• \"Distance de sécurité\": La pluie tape toutes les entités à - de 7 cases du Boss",
        "• Au Boss : TOUR 1: ETAT LUTTE FEROCE \nDonc zone safe à 3 cases ou - du boss. (ATTENTION à la phase de prépa. Placez-vous en conséquence)",
        "Stèles:",
        "Astuce",
        "Stèle 1: -2 PM à tous les personnages",
        "Stèle 2: Les monstres réduisent les dégâts qu'ils reçoivent dans les mêmes conditions que l'état dans lequel se trouve Blerwitch",
        "Stèle 3: Blerwitch ne peut plus être porté ou téléporté"
      ]
    },
    {
      "name": "Volcan de Or'Hodruin",
      "level": "Sor’Hon, Seigneur de la Flamme",
      "boss": "Sor'Hon n'est pas invulnérable",
      "strategies": [
        "Mécanique du donjon:\n\n• Esprit du Phénix: Passif de résurrection possédé par chaque monstre. \n- Si un monstre commence son tour avec - de 20% de ses HP, il est intégralement soigné, gagne 100 de résistances élémentaires et 20% DI (cumulable 5 fois)\n- Si un monstre n'est pas achevé dans les conditions requises par son passif, l'esprit du Phénix se déclenche également\n• Mécanique de \"Case de lave\": Dans le donjon, certaines cases vont se transformer en lave. Se déplacer dessus désincarne le personnage. \n- En salle 1, à la mort d'un monstre, la case qu'il occupait devient lave. De plus la case du perso le plus éloigné des monstres est marquée à chaque début de tour. La case en question et les 4 adjaçentes deviendront lave à la fin du tour du personnage. Au boss, le fonctionnement est un peu différent, on détaille ça ci-dessous",
        "Phase 1 (100% à 70% HP): Sor'Hon fait tomber 4 rochers à chaque fin de tour. En début de tour, si 7 rochers ou plus sont sur la carte, les cases occupées par un rocher sont transformées en lave",
        "Phase 2 (70% à 30% HP): Méca supplémentaire: En début de tour le boss marque les cases qu'occupent les 2 persos les plus éloignés. Il les détruit (lave) ainsi que les 4 adjaçentes au début de son prochain tour.",
        "Phase 3 (30% à 0% HP): Idem que P1 mais inverse P2: En début de tour, le boss marque les cases qu'occupent les 2 persos les plus proches. À l'image de la P2, il les détruit ainsi que les 4 adjaçentes. Il gagne également 100 de résistance élementaire",
        "Boss - Sor'Hon, Seigneur de la Flamme:\n• À chaque fin de tour, pose un mur de 3 cases qui bloque les LDV et inflige des dégâts si un allié marche sur les cases\n• Le boss tape en monocible et en zone étoile de 2 cases (lancé seulement si plusieurs cibles sont touchées)\n• Si un allié est au cac de Sor'Hon à son début de tour, il est poussé de 3 cases en plus de subir des dégâts\n• En P3 Sor'Hon invoque une \"Prison de feu\" tous les 3 tours sur un allié. Les murs de feu bloquent les ldv et infligent des dégâts lorsqu'ils sont traversés\n• Passifs :\n- Tous les dégâts non alignés infligés à Sor'Hon sont intégralement renvoyés. Il faut obligatoirement être aligné pour le frapper. Frapper Sor'Hon téléporte symétriquement par rapport à lui. Si la téléportation ne peut pas se faire (obstacle), le personnage est OS\n- Sor'Hon possède le passif Phénix. Si le boss arrive à 30% HP et qu'encore un monstre est en vie, il est soigné et boosté",
        "• War’Hg Magmatique: Il faut les taper à maximum 4 po, sinon ils invoquent un \"Nuage de cendres\" sur vous qui réduit votre PO et applique un poison PA. Il peut pousser d'une case en zone (attention aux cases de lave). Lorsque vous passez en dessous de 20% de ses HP (et/ou le terminez), vous devez impérativement être à 4 PO ou + de lui; aussi aucun autre personnage ne doit être situé à moins de 4 PO de ce dernier. Les mécanismes sont exclus de cette condition de placement.",
        "• Gulnaz du Dor’Mor: Il réduit les dégâts reçus de dos. Il applique 1 tour sur 2 un shield sur lui-même ou sur un allié qui offre une réduction de 50% des dégats subis de face ou de dos. Il soigne également en zone. Lorsque vous passez en dessous de 20% de ses HP (et/ou le terminez), vous devez impérativement vous trouver dans son dos.",
        "• Bolrag du Dor’Mor: Ils sont perma-stab, et ont une aura qui inflige des dégats à chaque sort lancé si vous êtes en mélée d'eux. Peuvent soigner un allié, en sacrifiant leurs propres HP et en s'appliquant Phénix. 2 entités alliées (mécanismes exclus) doivent se trouver en mêlée pour passer en dessous de 20% de ses PV/l'achever.",
        "Ordre de focus conseillé : War'Hg en premier / Bolrag en 2ème qui peut s'auto-appliquer Phénix / Gulnaz en dernier, + pénible que dangereux\n\nConseil : Essayer de surveiller le nombre de rochers présents sur la map et éliminez en au possible, avant que la map ne se transforme en gruyère. D'autant qu'à partir de la P2, il y aura inévitablement des cases supprimées par Sor'Hon."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1: L'état Phénix se déclenche lorsque les monstres passent en dessous de 40% de leur HP et non plus 20%",
        "Stèle 2: Si le Boss ne subit pas de dégâts durant un tour, il gagne 1 PO/15% DI/50Res au début de son prochain tour (cumulable)",
        "Stèle 3: Les monstres doivent être tapés uniquement en ligne, comme le boss. Ils sont téléportés symétriquement par rapport à l'attaquant. Si la téléportation n'est pas possible, les dégâts sont renvoyés"
      ]
    },
    {
      "name": "Sanctuaire des Dragoeufs",
      "level": "Oeuf Antique - Minibulia",
      "boss": "Minibulia est invulnérable:",
      "strategies": [
        "Il n'y a pas de mécanique \"générale\" dans ce donjon",
        "Salle du Boss: L'Oeuf Antique ne joue pas. Si vous le tapez, vous lui incrémenterez un état de 1 par 1PA/PM/PW utilisé sur lui. Une fois l'état à 40, tous les monstres encore en vie sur la carte perdront -200 res pendant 2 tours (Cumulable avec le retrait res). \nÀ 50 niveaux de l'état, l'oeuf éclôt et \"Minibulia\" en sort.",
        "Minibulia - Phase 1 (100% à 50% HP):\nUne fois sorti de l'oeuf, Minibulia est invulnérable. Au début de chaque tour de personnage, 4 coquilles seront invoquées à 6 PO (dans les 4 lignes). Afin de pouvoir frapper Minibulia, il faudra ramasser une des coquilles. À noter que les 3 autres coquilles exploseront alors à 2PO autour d'elles, infligeant de lourds dégâts.",
        "Minibulia - Phase 2 (50% à 0% HP): \nMême procédé qu'en P1 à ceci prêt que les coquilles apparaissent désormais à 6 PO mais en diagonale des personnages",
        "Boss - Minibulia:\n• Minibulia réduit de 30% les dégâts reçus à distance mais également de 30% les dégâts non alignés\n• Si aucun joueur n'est au contact du Boss à son début de tour, il lancera \"Grondement\" infligeant de lourds dégâts et retirant 3 PM à tous les joueurs.\n• En P2 Minibulia débloque \"Remise en forme\" qui inflige de lourds dégâts à un allié qui a été soigné (la valeur des dégâts correspond à la valeur du soin reçu).\n• En P2 le boss gagne par ailleurs 4 PA et 40% de DI.",
        "• Les Dragoeufs à la Coque sont très tanky, et donnent des resistances à tous leurs alliés via un passif ainsi qu'un sort actif qu'ils peuvent lancer sur un allié,",
        "• Les Dragoeu’r ne peuvent pas être portés, mais ils peuvent être poussés/attirés. Ils gagnent des PA en début de tour s'ils n'ont pas été déplacés au tour précédent. Ils tapent relativement fort à moyenne portée (monocible comme zone) et retirent des résistances.",
        "• Dragoeuf Guerrier\nPassifs:\n- Motivation Guerrière: En subissant des sorts lui infligeant - de 1500 dégâts; le Dragoeuf gagne un état de son passif (1PA et 3 CC, cumulable 15 fois). De plus, en passant en dessous de 30% de ses HP, il gagne 4PA/3PM/50% DI.\n- Compteur élémentaire : En subissant + de 5000 dégâts dans un élément, le Dragoeuf gagnera 100 de résistances dans l'élément pour 1 tour (cumulable 6 fois). \nEn subissant - de 2000 dégâts dans un élément, ce dernier gagnera 3 PA (cumulable 3 fois)\n- Attention au sort actif \"Griffe\" sur 2 lignes de dégâts, dont une dépend du nombre de PA du Dragoeuf (les dégâts peuvent être énormes)",
        "Ordre de focus conseillé: Dragoeufs à la coque (ses alliés perdront des res à sa mort) / Dragoeu'r / Guerrier",
        "Conseils/Tips:\n• Prévoyez si possible de burst les Guerrier, afin d'éviter de trop les booster et de vous prendre de lourds dégâts ensuite. Privilégiez des sorts avec des lignes de dégâts importantes.\n• Si un joueur récupère une coquille de Minibulia pendant 3 tours consécutifs, il gagne l’état \"Motivé\" qui lui octroie un bonus de 10 PA pendant 2 tours."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1: Les joueurs ont -3 PM pour tout le combat",
        "Stèle 2: Augmente les dégâts d'explosion des coquilles et leur zone d'explosion (3PO au lieu de 2)",
        "Stèle 3: +5 PA à tous les Dragoeufs"
      ]
    },
    {
      "name": "Crète Givrée",
      "level": "Cendragon",
      "boss": "Cendragon est invulnérable:",
      "strategies": [
        "Mécanique du donjon:\n\n• Des fumerelles sont présentes sur la map. Commencer son tour ou se déplacer/être déplacé dessus tue le personnage\n• Un nuage est présent dans une zone de 2 cases autour de chaque fumerelle. Il y a 5 types de nuages différents qui vont vous appliquer des malus spécifiques quand vous entrerez dans leur zone (dégâts, perte de résistances, perte de PO, poison PA, etc). À noter que vous perdez les malus quand vous sortez des nuages, mais pas le poison \"Asphyxie\"\n• Les monstres et le Boss possèdent l'état \"Quintessence\". Ce passif possède 15 niveau max et octroie des résistances aux mobs ainsi qu'un léger soin lorsque ces derniers sont dans un nuage à leur début de tour.\nLorsqu'un monstre meurt, il transmet son niveau de Quintesse à son allié le plus proche dans un rayon de 3 PO.\n• Les monstres peuvent appliquer l'état \"Charge statique\" aux personnages. Cet état donnent des effets/capacités additionnelles aux monstres (soin/dégâts subis supplémentaires par les alliés, etc)",
        "Phase 1 (100% à 70% HP): Cendragon gagne 2PM et 1200 maitrise élémentaire pour la phase. S'il commence son tour dans un nuage, il frappe plus fort les alliés dans l'état \"charge statique\" et gagne 2PA.",
        "Phase 2 (70% à 35% HP): Même bonus élémentaire, mais +1PM au lieu de 2. Toujours les mêmes effets liés aux nuages. Il débloque un sort qui vous attire de 3 cases + vous stab tout en infligeant des dégâts.",
        "Phase 3 (35% à 0% HP): Cendragon gagne 120 résistances et 1200 maitrise élémentaire. Toujours les mêmes effets liés aux nuages (si ce n'est davantage de dégâts sur les alliés en état \"Charge Statique\"). Cendragon peut désormais transformer un nuage gazeux en nuage mortel s'il s'en approche à 1PO ou rentre dedans. S'y déplacer ou commencer son tour dedans vous tue directement.",
        "Boss - Cendragon:\n• Cendragon possède différents sorts de dégâts, qui peuvent appliquer \"Charge statique\", ou encore \"Asphyxie\". Il peut aussi créer des nuages dont le type est aléatoire. \n• Le boss commence en plein milieu de votre équipe. Il tape très très fort dans l'élément AIR sur 2 personnages tout en poussant. Il faut rapidement l'éloigner puisqu'il ne peut lancer ce sort qu'à courte portée. Il possède un sort eau avec une importante ligne de dégâts, à très longue portée, avec un CD de 3 tours.\n• Pour retirer l'invulnérabilité, il suffit de placer Cendragon sur une Fumerelle et de l'y maintenir autant que possible. Le nuage préexistant disparaît alors. Tant qu'il est sur la fumerelle, il est vulnérable.",
        "Sulfurie: Il applique l'état \"Charge statique\" avec plusieurs sorts. Il peut également consommer l'état avec d'autres sorts, qui bénéficient alors d'effets additionnels. Il applique \"Haute Tension\" aux alliés qui ont un niveau élevé de \"Charge statique\". Les alliés ciblés infligeront des dégâts (à hauteur de 5% de leurs HP max) à leurs alliés situés à 2 cases ou - d'eux en début de tour. Il transforme les nuages gazeux en nuages corrosifs (dégâts en entrant dedans) s'il s'approche à 1PO d'un nuage ou rentre dedans.",
        "Schistérique: Non sujet, à ignorer. Si vous tentez de le frapper au contact et qu'il est dans un nuage, il va échanger de place avec vous et ignorer les dégâts. S'il a moins de 35% HP, idem mais en zone mêlée classique.",
        "Ammaniaque: Il retire des PA et applique le poison \"Asphyxie\" qui vous inflige 4% de vos HP en dégâts à chaque fois que vous lancez un sort. Cet état peut monter jusqu'à 4 niveaux. Il transforme les nuages gazeux en nuages toxiques (+1 niveau d'\"Asphyxie\" à chaque fois qu'on y entre) dès lors qu'il s'en approche ou rentre dedans. S'il commence son tour avec - de 35% de ses HP il se dédouble. Le double en question ne possède pas cet effet.\nVous ne pouvez taper un Ammaniaque que si une entité (mécanisme exclu) se trouve à son contact, sans quoi il ignorera les dégâts, et se téléportera à votre corps à corps.",
        "Ordre de focus conseillé: Ammaniaque (poison trop dangereux) / Sulfurie / Schistérique ou le Boss selon comment vous souhaiter gérer (ou non) la transmission de \"Quintessence\"",
        "Conseils/Tips: \n• Une fois les mobs morts, essayer de maintenir Cendragon dans une fumerelle en le taclant. Il faudra pouvoir vous stab, ou vous placer de manière à éviter sa poussée (ou son attirance potentielle à partir de la P2 (dans une fumerelle par exemple) s'il pouvait vous détacler).\n• Vous pouvez skip la P1 et même la P2 de Cendragon en lui faisant récupérer la \"Quintessence\" des ses alliés. C'est une stratégie envisageable pour ne pas être bloqués par les passages de phase. Cependant, le Boss aura davantage de résistances de fait, et surtout il pourra rapidement transformer des nuages classiques en nuages mortel (capacité débloquée en P3 pour rappel). En somme il devient + dangereux en contrepartie du skip phases."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1: La \"Quintessence\" est transmise sans contrainte de portée, et est doublée à chaque transmission",
        "Stèle 2: Ajout de l'état \"Déflexion\" sur tous les ennemis:\nSi un joueur (ou une invoc) se trouve à 2PO ou - d'un ennemi ciblé par une attaque alliée, les dommages lui sont renvoyés",
        "Stèle 3: Cendragon peut créer des nuages mortels dès la P2"
      ]
    },
    {
      "name": "La Tour Minérale",
      "level": "XXX",
      "boss": "XXX est invulnérable:",
      "strategies": [
        "P1: Clear monstres & descendre a 70%",
        "P2:  Jusqu'a 30% (1) Péter le cristal avec la marque, sinon wipe. (2) Zone rose autours des cristaux: rester dans la zone verte",
        "P3: Les mobs reviennent + mécanique de la P2"
      ],
      "tips": []
    },
    {
      "name": "Tombeau de Pandala",
      "level": "Fantôme Tanukouï-San",
      "boss": "Fantôme Tanukouï-San n'est pas invulnérable mais:",
      "strategies": [
        "Les monstres ont un passif spécifique dans ce DJ: Après avoir subis 20% de leurs HP max dans leurs tours, ils vont gagner \"Barriere fantomatique\" (200 de resistances pendant 1 tour (jusqu'au tour de celui qui a tapé)). Il faut donc essayer de les tuer en 1 tours",
        "Fantôme Tanuki-Chan: Ne sont pas dangereuse, pousses de 7+ cases et soigne en zone.",
        "Fantôme Pandit: Ils ont un sort très puissant FEU qu'il ne peu lancer qu'une fois tout les 2 tours, sinon il peu sauter dans le dos d'une cible si il est aligné avec elle.",
        "Fantôme Pandule: Ils retirent 4 pa sur 2 cibles, ils sont perma stab et sont intaclable. Si ils ont -50% hp, ils peuvent lancer un sort EAU dévastateur sur toute la ligne en VOL DE VIE.",
        "Fantôme Yokaï: Ils gagnent de DI pour chaque tours où ils ne tapent pas. Au bout de 4 tours ils vont commencer à gagner des PM. Leurs dégats sont IRREDUCTIBLES et passent sous l'armure.",
        "Fantôme Tanukouï-San: Tape au cac assez fort, et pousse de 4 cases et laissera une trainée de lave. Cette lave fait pas mal de dégat, mais si vous manchez dedans vous gagnerez un sort: Pont de lave.",
        "Le pont de lave permet de retirer la barriere fantomatique au boss pendant 1 tour, ou de retirer une case de lave.",
        "Si le Tanukouï-San ne peu taper personne, il va devenir comme \"Madara\" et lancer des météores en dégats FEU sur toute les entité allié de la map: Dégats en zone taille 3. Les dégats sont bcp plus conséquent autours de la cible.",
        "Astuce: Faites en sorte que le tanu ne vous tape jamais au cac, et restez toujours à 3 cases les un des autres. Les météores sont relativement simple a tanker si vous avez des resistances FEU"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Canyon des Fléopards",
      "level": "Fléogre",
      "boss": "Fléogre n'est pas invulnérable mais:",
      "strategies": [
        "Il regagne 75% de ses PV manquants chaque tour (500k pv en S2). La stratégie consiste à diminuer drastiquement ses resistances afin de le tuer en un tour. \nNotez qu'appliquer incurable sur le boss aide énormément. La stratégie est la suivante:",
        "1. Tuez tous les adds dans un premier temps, mais prenez garde à ne pas détruire les Fléoremparts !",
        "2. Détruisez les Fléoremparts afin d'accumuler des stacks de \"Tacheté\". Il est inutile de récuperer plus de 40 stacks (pour tout le groupe).",
        "3. Au début de son tour, le boss consommera toutes les stacks de \"tacheté\" et réduira ses resistances (-1000 / all, au maximum).",
        "4. Infligez un maximum de dégats au boss, sans oublier d'appliquer incurable.",
        "Attention néanmoins: le boss peut tuer en un coup les personnages \"tachetés\" à 8PO, il est important de le maintenir à distance. De plus, il se stabilise si il a déjà été déplacé pendant le tour."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1: Finir aligné avec ses alliés",
        "Stèle 2: Tous les monstres sont stabilisés",
        "Stèle 3: Le tacheté se conserve pendant tout le combat"
      ]
    },
    {
      "name": "Usine Hibourg",
      "level": "Granduk Hibourg",
      "boss": "Granduk Hibourg n'est pas invulnérable mais:",
      "strategies": [
        "La famille de ce monstre a uine mécanique unique: L'Etat \"Puissance Hibourg\" qui se partage entre toute les entité de la carte.",
        "Puissance hibourg commence niveau 11, et peu varier entre le niveau 1 et 21. Etat Niv.11 correspond a 0DI, Niv.1 à -100DI et Niv.21 à +100Di. Il augmentera de 1 pour chaque entité aligné enemis et allié aligné entre-elles, et baisse de 1 pour chaque entité non aligné avec un ennemis à chaque tour de jeu de chaque entité. à vous de jouer avec pour gerer votre combat !",
        "Au boss tous les personnages débloquent un nouveau sort en 3ème barre : Une téléportation qui coûte 1 PA. Le sort vous permet de sauter sur une autre plateforme",
        "Mage Hibourg: ils tape en zone et vole de PA, et si ils vous volent assez de pa ils vont lancer un sort ultime infligeant énormement de dégat en croix. Attention donc à votre placement! à focus en priorité.",
        "Gentibourg: Ils vont se percher a la fin de leurs tours, il faudra effectuer une collision avec eux pour les délock. Ils sont invulnérable lorsqu'ils sont perché.",
        "Minibourg: ils ne sont pas dangereux du moment qu'ils ont -50% hp, ignorez les.",
        "Le Granduk Hibourg n'a pas de phase, cependant: Il a une réduction de 75% de dégat et est stab tout le combat. Le combat est entouré de zone avec des symboles: Chaque zone change à chaque tour de table et offre des bonus aléatoire selon la zone. Une d'entre-elles sera \"Plume dorée\"",
        "Pour le taper, il faudra qu'il soit placer sur la zone \"La plume dorée\" pour pouvoir le taper convenablement. A chaque dégat subit, le \"Granduk\" va s'envoler vers la zone suivante sauf si la cases d'arrivée est bloqué par une entité. Attention, au début de son tour il sautera sur la case et tuera instantannément la cible qui est dessus: Placez donc une invocation sacrifiable sur la case pour empecher Granduk de s'envoler et de pouvoir le taper sans retenu !"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Dimension-Objet d'Ombrage",
      "level": "Ombrage",
      "boss": "Stratégie du BU:",
      "strategies": [
        "GDoc: XXX",
        "Vidéo GUIDE: GUIDE OMBRAGE"
      ],
      "tips": []
    },
    {
      "name": "Antre de Nogord l'Ezarélé",
      "level": "Nogord",
      "boss": "Stratégie du BU",
      "strategies": [
        "Gdoc: GUIDE ECRIT NOGORD",
        "Vidéo GUIDE: XXX"
      ],
      "tips": []
    }
  ],
  "201 - 215": [
    {
      "name": "La Tour Minérale",
      "level": "Agonie",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Donjon Toundrasoirs",
      "level": "Bufflamboyant",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [
        "Loupin: Bcp de rez, mais si une cible est isolé, saute dessus et en echange perd les rez bonus.  Gagne des pm quand on le tape\n=> Pour tuer les Loupins, isolez votre support le plus tanky et faite les sauter dessus, ils perdront leurs resistances et seront très facil à tuer. Ils auront toujours une haute initiative et joueront toujours en premier côté ennemis.",
        "Renard: Échange de place si tapé aligné. (Une fois par entité)\n=> Utilisez la TP pour prendre le dos et tuer facilement les Renard Valo",
        "Tigris: Vol de vie en zone quand tapé (une fois par entité), Attaque qui stabilise au cac\n=> Le premier coup fait un vol de vie en aoe autours des Tigris, évitez de les taper si vous n'envisagez pas de les tuer dans le tour, sinon ils vont vite regagner de la vie si ils sont dans votre team.",
        "Mecanique du boss: Des totem sont présent sur la map, lorsqu'un totem est tué, le boss prend un archétype différent par totem (Non cumulable, mais chaque etat peu montrer jusqu'au niveau 15):\n                    - Chef de meute: Les alliées du Bufflamboyant gagnes des DI et des RES chaque tour, il invoque un allié tout les 3 tours. TP un mobs au cac quand on l'attaque (Une fois par entité)\n                    - Totem de Mage: Son AOE de flamme grandit et gagne des dégats chaque tour (Peu finir par prendre toute la map). Retire des PM quand il se fait taper (Une fois par entité).\n                    - Totem de Brute: Il pousse en ligne de X cases (Selon son niveau d'etat \"Brute\"), et provoque d'énorme dommage de collision. Vous TP à son contact une fois tapé (Une fois par éntité)"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Plantigardes",
      "level": "Casse-Cours",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [
        "Les monstres ont tous du \"Miel\" sur eux, que l'ont peu voler si on les tape en mélée (Alliée comme Ennemis). Le miel peu se cumuler jusqu'au niveau 10 et vous donne des DI et des PM selon le niveau de l'etat. \nVoler le miel des mobs provoques certains effets:",
        "Koung-fours: Applique un état qui fait que la cible prends degats x2 par le Koung.",
        "Boursouflé: Silence divin aux enemie alignés (Interdit l'utilisation de PW)",
        "Oursonge: Armure en cercle de 3 cases (Evitez de mettre le boss dans l'AOE, l'armure donné est en % de vie de la cible)",
        "Le Casse-Cours (Boss): Il gagne 1 level de miel par tour (+1 niveau par mob mort).\nIl perd son miel en fin de tour sur tout la map et récupère ceux pas pris au début de tour, il recupere tout le miel au sol au début de son tour. Il saute sur le mec qui a le plus de miel pour lui voler, et inflige de gros dégat en zone autours de la case d'arrivée.\n\nAstuce: Mettez un maximum de Miel sur un SUPPORT, ou sur une invoque. Forcez le a sauter sur votre Panda/Tacleur pour qu'il soit obligé de perdre des PA/PM au détacle."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Cagnardeurs",
      "level": "Scorpiétineur",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [
        "Une mecanique est présente pendant tout le DJ: \n-Dommage distances +1pw\n-Dommage mélée -1pw\n\nSi les monstres (ou le boss, à la salle du boss) arrivent a 0 PW  ou 20 PW, chaque coup qui fera monter/tomber les PW en dessous/dessus du seuils donnera des DJ cumulables au monstre/boss. Alterner donc les coup mélée/distance pour éviter de donner des DI au ennemis !",
        "Tatourbillon: En tour impair => Sacrifice les enemi autour autour, réduit les dégtas",
        "Castrorbital: Quand ils sont full hp, leurs sont gagnent une deuxieme ligne de dégats IRREDUCTIBLE. Ils sont perma-stab\nAstuce: Placer un Poison/Glyphe sous eux pour qu'ils perdent au moins 1pv et n'aient plus la ligne secondaire. (Dégat indirect pour passer sous l'armure)",
        "Scorpiétineur (Boss): -Lance un poison paralisant 1 tour sur 3 sur le joueur le plus éloigné. Après 2 tour, le poison vous empeche de bouger, et vous retire 5po. Il vous faudra infligez au moins 1 dégat à un ennemis pour ne pas mourrir.\n- Au contact, le boss va lancer un sort qui va rebondir sur toute les cible aligné, faite donc attention à ce que personne ne soit aligné à la cible du sort.\n- Son deuxieme sort d'AOE tape en carrée de 3x3 autour de la cible, faite en sorte de ne pas être dans cette zone pour eviter de prendre la zone.\n- Dès que vous déplacez le boss peu importe la manière, il sera stab à son prochain tour."
      ],
      "tips": [
        "Stèles:",
        "Astuce:",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Vandaliénés",
      "level": "Phacochemar",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [
        "Une mécanique est présente tout le dj: Des cases \"Seisme\" apparaissent autours de votre team a chaque tour. Au début du tour du premier mobs (ou boss), elles font des dégats en cercles de 3. A chaques seisme qui vous touche de façon succéssive, les dégats sont démultiplié. 1 seisme n'est pas dangereux, mais 3/4 sont presque mortel.",
        "Uto-pic: A chaque tour d'entité, il effectue un renvoie de dégats (Fixe, non indéxé sur vos dégats) FEU. à leurs mort, un cercle de taille 2 apparait. Il fait: +3 pa, -30% hp MAX",
        "Assassinge: Plus il utilise de pm, plus ils font de di (et donc vous explose) => à FOCUS",
        "Phacochemar (Boss): En début de tour, il saute de sorte à attérrir là où le plus d'entité seront touché par son AOE de cercle 3: Il inflige plus de dégat si plus d'entité sont touché.\n- Il pousse en ligne, retire des PA mais n'est pas dangereux si vous n'êtes pas paquet.\n- Il perd 10 di par Seisme qui ont touché le boss au début de son tour, jusqu'a -50 DI maximum."
      ],
      "tips": [
        "Stèles:",
        "Astuce:",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Crustargneux",
      "level": "Crustacérébro",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [
        "Une mécanique est présente tout le dj: Des cases \"Acide\" vont apparaîtres sur les cases d'où vous avez infligez des dégats: -Toujours pouvoir bouger après avoir taper, les cases font TRES MAL.",
        "Pincision: A FOCUS. Faiblesse dos, peuvent sacrifices leurs allié, font une ligne de dégats IRREDUCTIBLE si ils tapent après s'être déplacé de tout leurs PM.",
        "Pinsulaire: Pousse de 3 cases en lignes, tape en croix et les dégat sont plus important autours de la cible.",
        "Cwabotteur: Pose un poison PM, au contact peuvent lancer un sort qui vous \"kohmir\" (Vous oblige à suivre la cible) et adore vous transporter dans les cases acides. Ils ont BEAUCOUP de PM.",
        "Le Crustacérébro (Boss): Il tape COMME UN SOURD, mais seulement aligné à vous. Sinon, ses dégats sont plutôt faible. (Tape principalement EAU) Il n'est pas rare de se faire OS même avec 80% de res eau.\n- Il ne peu se déplacer qu'exclusivement sur les cases acide, à vous de gerer votre gestions des cases acides. Tapez en bougeant le moins possible.",
        "Un etat spécial est présent pendant le boss: A chaque tour du boss, vous allez être TP à la position où vous avez finis votre tour précédent, à vous de bien gerer vos placement.\nAstuce: Ne JAMAIS taper depuis une case \"temporelle\", sinon vous allez simplement être TP dans une cases acide et mourrir."
      ],
      "tips": [
        "Stèles:",
        "Astuce:",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Donjon Mansots",
      "level": "Sumorse",
      "boss": "Est invulnérable:",
      "strategies": [
        "Manchômage: Retire des PA en zone au cac. Lorsque vous les taper, et uniquement sur la premiere ligne de dégat du tour du joueur, le Manchômage va echanger de place avec vous.",
        "Manchot Kola: Ils posent des pieges autours des entités qu'il tape, et des piege monocible sur certaines cases: Ils ne tapent pas fort mais retire 100pm. Ils sont à FOCUS",
        "Manchopine: Ils ne sont pas dangereux, ils vont faire 3 bonds qui tape en zone de 2 après l'attérissage. Ils sont en état \"lourd\"",
        "Le Sumorse: Il ne peu pas vous infliger de dégats autrement qu'en vous faisant des colisions. Il repousse de 7 cases en ligne, 1 fois par cible et 3 fois par tours.",
        "Il peu invoquer un petit pingouin (un \"Ilfékoalui\", qui tape TRES FORT) qui n'est stab que pendant votre tours de jeu.",
        "Son sort qui repousses pousse de -1 par entité dans la même ligne que le summorse et la cible du sort. Ce qui signifie que si 7 entité sont aligné ensemble et que le summorse pousse la premiere, il va pousser de 0. ATTENTION, si vous êtes 8 => Il pousse de 7 et va simplement vous OS toute la team. Les invocations et mécanisme sont compté comme des entité.",
        "Pour taper le Summorse, vous devez être aligné avec lui. Après le premier coup, il va vous repousser de (7 - 1 par entités) puis sera vulnérable.",
        "Astuce: Alignez votre team + une invoc au summorse et taper le sans aucune crainte. Une fois tout les monstres mort, repetez cette action jusqu'à la mort du Summorse."
      ],
      "tips": [
        "Stèles:",
        "Astuce:",
        "Stèle 1: FROID POLAIRE\nQUAND UN JOUEUR FINIT SON TOUR, S'IL N'A PAS UN ALLIÉ À 3 CASES OU MOINS D'INVOCATIONS COMPRISES), IL MEURT INSTANTANÉMENT.",
        "Stèle 2: LES PERSONNAGES GLISSENT DE 1 CASE SUPPLÉMENTAIRE PAR CASE PARCOURUE APRÈS UN DÉPLACEMENT.\nSI UN PERSONNAGE PROVOQUE UNE COLLISION EN GLISSANT, IL SUBIT DES DOMMAGES.",
        "Stèle 3: SUMORSE EST STABILISÉ DE FAÇON PERMANENTE ET GAGNE 4 DE PORTÉE."
      ]
    },
    {
      "name": "Donjon Carapattes",
      "level": "Tortumulte",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [
        "Seul, les monstres ne sont pas spécialement dangereux. Il y a une mécanique dans le DJ: Chaque PW vous fera échanger de place avec le \"Tortumulus\".",
        "Tortumulus: Entité non déplaçable, invulnérable et qui ne fera que se déplacer pendant son tour. Au début de son tour, il repousse de 5 cases toute entité aligné avec lui. A chaque utilisation de PW, il va échanger de place avec le joueur, et en croix de 2 autours de sa cases d'arriver, il va retirer 50 de resistance et donner 40 di, cumulable jusqu'a 10 fois. (-500 res et 400 di). Le bonus fonctionne a la fois sur les allié mais aussi les ennemies.",
        "Tout le principe du combat est de donner des malus resistance au ennemies, tout en boostant vos DPT et de simplement ONE SHOT les mobs. Sinon c'est eux qui vont vous tuer",
        "Le Tortumulte: Il tape TRES FORT, et si vous ne pouvez pas le tuer avant qu'il joue, ou que vous ne parvenez pas à le tenir à distance grâce au tortumulus, il va décimer votre équipe.",
        "Essayez de stab votre DPT qui est boosté pour qu'il puisse jouer son tour sans devoir être TP avec le tortumulus au cours de son tour."
      ],
      "tips": [
        "Stèles:",
        "Astuce:",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    }
  ],
  " 216 - 230": [
    {
      "name": "Démhorrible",
      "level": "Cratéros, Bourreau de la fin",
      "boss": "Le boss n'est pas invulnérable, mais:",
      "strategies": [
        "Les ennemies de ce donjon sont liées. \nTout dégâts sur un ennemi est répliqués sur les autres. Si le placement des ennemies n'est pas bon, les dommages sont grandement réduits (80%).",
        "Le \"Sangsure\" doit être à 4-6 cases de l'attaquant, le \"Condamnateur\" en Diagonale, le \"Rapace dépeceur\" sur les côtés, le boss à 0-2 cases.",
        "Pour chaque perso qui ne tapent pas un ennemi depuis sa zone, les mobs gagnent des dommages permanents. Le boss gagne 1 PM tous les 4 niveaux du passif.",
        "Les zone, une fois activé, restent pendant le tours du joueur et ne BOUGE PAS AVEC LES MONSTRES. Exemple: Vous activez celle du Condamnateur en diagonale, vous poussez le condamnateur ensuite => Vous pouvez le taper de dos via la zone !",
        "L'astuce est de taper un CONDAMNATEUR car c'est celui qui a les plus faible résistances",
        "LE BOSS: Il a une attaque en zone 2 autour de lui qui fait beaucoup de dégâts et qui vole toutes votre armure, ce qui est vite un problème puisque que le \"Condamnateur\" vole aussi votre armure et vous met -50% de soin reçus.",
        "Le boss peut aussi vous tp à son cac si vous êtes à plus de 6 PO. Il lance son sort tout les 3 tours.",
        "Voici une façon de placer les mobs pour les taper! Il faudra taper MONOCIBLE un seul des monstres pour taper tout le monde de la meilleure des manière ! (F5 si l'image ne s'affiche pas)",
        "F5 SI L'IMAGE NE S'AFFICHE PAS A DROITE:"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Egaré",
      "level": "!@#dh`~",
      "boss": "Le boss n'est pas invulnérable, mais:",
      "strategies": [
        "Les monstres ne meurt pas. Ils tombent au sol et se releve 2 tours plus tard avec 50% des PV (ce montant baisse à chaque fois qu'ils sont tué et revivent)",
        "Pour finir le combat, il faut mettre au sol TOUT les mobs en même temps.",
        "Chaque monstre à une condition à éviter, si elle n'est pas respecté => Le mob echange de place avec son allié le plus eloigné et gagne des resistances et des DI.",
        "Ésrevni: Il ne faut pas les taper en MELEE. Réman'hante: Il ne faut pas les taper à DISTANCE. CeEvroaint: Il ne faut pas les taper de DOS.",
        "LE BOSS: Même mécanique que les mobs, si vous le tuez sans avoir tuer tout les mobs, il revient à la vie avec 50% de ses HP: Il faut donc tuer tout les mobs et ensuite tuer le boss.",
        "Il ne tape pas très fort, exclusivement feu. Le seul dangés réside dans la zone qu'il pose au début de sont tour sur la même ligne que lui, ainsi que les 2 ligne devant lui. La zone prend toute la largeur de la map, et fait TRES MAL.",
        "Astuce: Jouez un ZONEUR en 1er ou 2eme de la timeline (Exemple: Elio, Dragosa, Roublard bombe..). Faite une premiere zone où vous tuez tout le monde. Les monstre revivent 2 tours après, et vu que votre zoneur joue avant les monstre => Vous les retuez tous avant qu'ils ne puissent jouer. Votre autre DPT tue le boss petit à petit."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Vidéant",
      "level": "Ar'nan, Augure du néant",
      "boss": "Le boss n'est pas invulnérable, mais:",
      "strategies": [
        "La famille des videants à des dégâts très élevés, en échange, il est possible de leur faire passer leurs tours en les désactivant.",
        "L'echinoidéant est désactivé s'il reçoit des dommages au Contact, Inanite dans le dos et Chrysavide s'il est déplacé. => La première fois, la condition devra être remplie par 1 personnage pour les désactiver, puis 2 personnages différents puis 3 ... Lorsque qu'ils sont désactivés, il gagne beaucoup de résistance jusqu'au début du tour du personnage qui les a désactivés.",
        "Un tour opti consistera donc au niveau des mobs, à faire un maximum de dégâts sans désactiver, puis en fin de tours, désactiver tout ce que vous n'avez pas pu tuer et qui vous menace.",
        "Ar'nan: Le boss à une aura de dégâts qui alterne entre cercles de 0-3 PO et anneau de 6-infini PO.\nL'aura alterne lorsqu'un mob ou un joueur est tué ou que le boss est désactivé.",
        "Attention à bien rester dans la zone safe (4-5 PO) surtout si vous allez tuer beaucoup de mob dans le tour. À chaque fois que vous prenez les dégâts de l'aura, les prochains dégâts sont multiplier par 2, 3 ... \nLe multiplicateur part si vous ne prenez pas les dégâts pendant 2 tours.",
        "LE BOSS:  - Pour désactiver Arn'nan, il faut la taper depuis l'aura ou ne pas la toucher pendant X tours (X étant la valeur de son niveau de désactivation, comme les mobs) . Il faut donc avoir des persos capables de le taper depuis le grand anneau (6 PO).\nLe premier tour si vous ne lui faites pas de dégâts il se désactivera tous seul",
        "Le boss fait énormément de dégâts, et il se déplacera de manière à vous mettre dans l'aura. Il est donc important de le garder désactivé quasiment tous les tours.\nPour éviter de prendre trop de dégâts, il peut être utile de réfléchir à une rotation des perso pour leur faire perdre l'état multiplicateur. Partez du principe que si le boss joue, et qu'il peu bouger => Vous êtes mort. Soit vous avez bcp de retrait PM, soit vous le tuez très vite.",
        "Contrairement au mob, le boss perd 200 de rési quand il est désactivé: c'est donc à ce moment qu'il faut le taper."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Phytomorphe",
      "level": "Vaal'Enthia",
      "boss": "Le boss est Invulnérable:",
      "strategies": [
        "Dans le Donjon, une mécanique spéciale est présente: La corruption.",
        "Salle 1: Plusieurs mobs seront invulnérable, et vous ne pourrez les taper que si votre personnage possède un etat corruption et tape en respectant la condition de la corruption que vous avez.",
        "Chaque mobs possèdent une corruption spécifique. Pour récuperer une corruption, il faut tomber les PDV d'un mobs a -50%, et vous lui vollerait une corruption. ATTENTION, eux aussi peuvent pour les voler si ils vous tombent en dessous de 50%. Vous pouvez voler une corruption à vos alliés en tapant dans la condition de la corruption que vous souhaitez voler.",
        "Viriscent: Corruption \"Dos\"",
        "Meristhaine: Corruption \"Mélée\"",
        "Campidiable: Corruption \"Distance\"",
        "Vaal'Enthia: Le boss est invulnérable et ne peu être taper qu'en possédant un etat corruption et en tapant en respectant votre condition de corruption.",
        "ATTENTION: Vaal possède un etat qui change chaque tour. En début de tour, elle lance automatiquement 3 sort sans LDV sur 3 cibles. Si vous ne respectez pas la condition de LDV qu'elle impose, les dommage sont quadruplé.",
        "Tour pair: Cible CACHE => X4 // Tour Impair: Cible en LDV => X4"
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Ravageur",
      "level": "K'abah'al, Gardien de la route des morts",
      "boss": "Il n'est pas invulnérable, mais:",
      "strategies": [
        "Le donjon a une mécanique particuliere: Lorsque que vous tuez un monstre, un \"résidu\" va apparaître. Il est innofensif, mais renvoie 100% des dégats que vous lui infligerait. Lorsque 2 résidu arrivent au cac l'un de l'autre, ils vont fusionné et re-devenir un monstre, qu'il faudra tuer (et aucun résidu n'apparaîtra)",
        "Glouto: Pas trop dangereux, ils peuvent \"glouter\" vos invocation/mécanisme, gagner des HP max/Di/Pm. Essayer d'éviter qu'il ne mange trop d'invoc.",
        "Druidre: Pousse de bcp de cases, peuvent se transpo avec un résidu et faire une grosse AOE. Lorsqu'ils vous tapent, ils vous pose un etat qui fait que chaque entité qui partage cet état, partage également les dégat qu'ils reçoivent: Très dangereux !",
        "Maître des ténèbres: à leurs tour de jeu, ils deviennent invisible. Pour qu'ils soient visible, ils doivent subir des dégats. Astuce: Poser un glyphe, poison ou autre dégat qui proc pendant leurs tours de jeu permet de les avoir visible de façon permanante. (Ou alors les Focus, ils sont relativement faible)",
        "K'abah'al: Le boss tape 3 fois sans ligne de vu dans l'élement FEU, et peu \"griffer\" au CAC, appliquant un etat \"déchiré\". Si il tape deux fois d'affilé quelqu'un dans l'etat déchiré, celui-ci va prendre beaucoup plus de dégats. Un tour sur deux, il va échangé de place l'entité la plus proche et la plus éloigné de lui. Stabilisez une des deux entité annule la TP. Si une cible est isolé de ses allié (4 cases et plus), alors K\"abah'al va sauter dessus et le griffer directement. Evitez donc d'isoler une entité sauf si c'est volontaire pour éloigner le boss. Le boss fait également apparaître des casesn sur le sol, et au début de son tour il lance AUTOMATIQUEMENT (même déphasé) une AOE de cercle de 4 cases sur chaques marque, et sur chaque résidu ! Faite très attention.",
        "Lorsque vous tuez K'abah'al, celui-ci va faire apparaître 8 résidu autours de vos personnages. Lorsqu'ils vont fusionné, ils font des nouveau K'abah'al avec 20% hp, qu'il faut re-tuer.",
        "Astuce: Tour 4, 7, 10, 13... ect, le boss va proc son archétype \"mélée\" qui consistance a gagner 10%di permanant par entité a +6 cases de lui: Faite en sorte d'avoir vos perso proche de lui pour éviter de lui donner trop de DI au fil du combat.",
        "Astuce 2: Laissez le boss très bas en HP avec vos DPT pour le tuer avec un de vos premier personnage de la timeline, ça vous permettra de mieux gerer les résidus et d'éviter d'avoir trop de boss qui spawn en même temps. L'idéal étant de pouvoir les gerer 1 par 1, eventuellement 2 par 2 si vous avez beaucoup de dégats."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Steameur",
      "level": "Sir Comte Flex",
      "boss": "Sir comte Flex n'est pas invulnérable mais:",
      "strategies": [
        "Les mobs ont tous un \"compteur\", ce compteur augmente sous différentes conditions. Une fois le compteur à 5 et plus, chaque monstre peu lancer un \"ultime\" qui sera lancé automatiquement au début de leurs tours. Tout les monstres gagne 1 de charge à chaque fois qu'un ennemis et tué.",
        "Artilleur: Ils tapent en ligne, en dégats STASIS. Leurs sort rebondissent en cercle 2. +1 de reserve à la fin de leurs tours par rebond effectué. \nUltime: Sort sans LDV qui envoie une boule de stasis sur un nombre aléatoire d'ennemis en cercles 2. TRES DANGEREUX.",
        "Mékano: Ils soignent et donnent de l'armure à leurs allié. Ils posent des mînes qui vont exploser à leurs mort en effectuant des dégats STASIS en cercles 2 autours des mînes. +1 de charge par don d'armure sur leurs allié.\nUltime: Monte au lvl max la charge d'un allié, et lui donnent 10%diXnbr de charge donné à l'allié.",
        "Unité: Peu se TP derrière quelqu'un en ligne de 3 à 5 po deux fois par tours, retrire des PM en zone de X (lvl de charge) et retire jusqu'à 4pm. Gagne 1 de charge par dégat direct subit. \nUltime: Repousse tout les allié jusqu'à être bloqué, stabilisé toute les cibles touché par le sort (Toute les cibles qui sont présente et non porté par un panda)",
        "Sir Comte Flex: Il est relativement dangereux, et possède également un compteur qui monte de 1 par ennemie tué et qui augmente selon un etat qui change tout les 3 tours:",
        "Etat \"rouge\": Il gagne +1 par ennemies en mélée au début de son tours. Il pose des mînes autours des entité touché par ses sorts, et les fait exploser au début de son tour de jeu. \nUltime: Dégat en croix infinie sur chaque ENTITE (mécanisme inclut). NE PAS ETRE ALIGNE SI IL PEU LANCER SON ULTI EN FIN DE TOUR.",
        "Etat \"Vert\": Il gagne +1 par dégat direct subit. Il retire X pm (Niveau d'état) avec chaque sort. \nUltime: Dégat en cercle 2 sur chaque ENTITE (mécanisme Inclut). NE PAS ETRE EN MELEE LES UN DES AUTRES.",
        "Etat \"Mauve\": Ses attaques rebondissent toute dans un cercles de 3 cases, et il prend +1 à la fin de son tour par rebond effectué. \nUltime: Dégat en cerle 2-5 autours de chaques ENTITE (mécanisme inclut). PAQUET VOUS EN PETIT GROUPE ELOIGNER",
        "Il changera d'état en fin de tour T2 5 8 11.. ect. Au début du tours suivant (T3 6 9 12.. ect), il va sauter sur l'éntité la plus éloigné (Invocation incluse). \nEssayez d'envoyer une invocation pour le forcer à s'éloigner de votre équipe pour pouvoir gerer le combat.",
        "Conseil: Il faudra zoner et éliminer au plus vite les monstre. Dans l'idéal, vous devrez avoir tuer tout les monstre T2 sinon le combat risque de devenir bourbier ! Avoir un support en fin de timeline pour replacer votre équipe en cas de mauvais positionnement pour eviter un ultime facilite énormement le combat."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Poisseux",
      "level": "Raeliss",
      "boss": "",
      "strategies": [],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Cire Momore (230)",
      "level": "Cire Momore",
      "boss": "N'est pas invulnérable mais:",
      "strategies": [
        "C'est un Boss D'intervention présent dans les deux DJ d'éréboria. Son fonctionnement est le même dans les deux donjons.",
        "Il prendra la place d'un monstre dans le combat. Il ne peu pas être retrait ni PA ni PM. Il va gagner 2pm par tours, sauf si il lance son sort au CaC de quelqu'un possédant une \"fleur\".",
        "Il possède 3 sort: Une AOE sur l'éntité la plus éloigné en début de tour, un sort en ligne en AOE. Et une AOE autours de lui qui baisse vos PDV max de 2000, puis 4000, et ensuite vous mets au sol (et vous empeche d'être rez).\nATTENTION: Si deux entité sont en zone, il va donc lancer 2 fois son sort, ce qui aura pour effet de directement cumuler l'etat 2. Ce qui vous mettra en dangé. [Actuellement le sort est bug, et parfois vous êtes au sol après le 2eme coup, et vous ne pouvez pas être réanimé]",
        "Il rajoute une mécanique dans chaque combat: La présence de \"fleur\" à la mort de chaque monstre. Ces fleurs vous permettent de gagner 4 pa et 2pm (fonctionnement comme un regain également, si vous les prennez pendant votre tours vous allez regagner 4pa et 2pm, cumulable PENDANT LE TOURS UNIQUEMENT. Ensuite vous allez avoir plusieurs fleur mais n'aurais que +4 pa et +2pm). Une fois mort, il n'y aura plus aucune fleur qui apparaitra, tuez le donc après les monstres histoire de profiter des bonus PA et PM qu'il peu vous donner.",
        "Avoir une fleur vous permet d'éviter de subir d'effet de son AOE au CaC, mais en contrepartie il va consommer une des fleurs de ceux qu'il touchera avec son sort. A chaque fois qu'il consommera une fleur, il va aretter son tour de jeu, perdre son bonus de PM qu'il avait cumulé et passer son tour.",
        "Vous devrez essayer de donner des fleurs à plusieurs de vos personnages et de forcer CM à consommer une fleur si celui-ci devien trop dangereux."
      ],
      "tips": []
    },
    {
      "name": "Necromonde",
      "level": "Toross Mordal",
      "boss": "Toross n'est pas invulnérable, mais :",
      "strategies": [
        "Spécificité du combat: chaque joueur voit son nombre de points de wakfu fixé à 6 et débloque un sort en 4eme barre : fontaine de wakfu. Ce sort coûte 2 pw, et peut cibler un allié ou une case vide, afin de créer un glyphe qui redonne 3 pw quand on marche dessus. \nCependant, les points de wakfu ne sont plus consommés par les sorts, il faut en abuser. \nLorsqu’il atteint 0 Pw, le joueur est transformé en nécrome et déloque 3 sorts : 1 sort de retrait résistance sur toross (-300 à 1 po), un sort de transfert de dommage subi (communion nécromique) et un sort de mobilité. Tout personnage nécromisé est considéré comme ennemi. Afin de redevenir joueur, il faut regagner tous ses points de wakfu. SI toutefois le joueur reste en nécrome durant le tour de table, il retire 5 pw à Toross mordral",
        "Toross n’est pas invulnérable, mais il dispose de 10 pw qui lui offres chacun 50 résistance élémentaire supplémentaire. Le boss est en 2 phases : 100 -> 50 % puis 50 -> mort.",
        "Phase 1 et 2\nAu début de son tour, Toross lance Déplacement instantané, se téléporte sur l’allié qui a le plus de points de wakfu et lui vole son armure. Il lance ensuite des Éclairs stasifiés, max 2 fois par cible à 1 po d’écart de la cible au minimum. Finalement, il lance Choc nécromique une fois par tour sur un allié, au cac. \nSi ce même allié est touché par le choc nécromique deux tours consécutif, 3 pw lui sont retirés.",
        "Phase 2 \nToross sort son épée et débloque 2 sorts supplémentaires.\nEntaille stasifiée, une fois par tour, et lançable en ligne. Cela pose un glyphe en ligne sur 5 cases qui applique un état (1 tour) aux alliés qui marchent dessus hors de leur tour. Celui-ci inflige d'importants dégâts en cercle de 2 cases au début du personnage marqué par l'état.\nGrondement stasismique, l’ultime de toross. Il inflige des dommages titanesques à tous les alliés (invocations et mécanismes inclus), une fois tous les 3 tours. Nonobstant, il peut être esquivé par les joueurs nécromisés. De même, le necrome peut rediriger vers lui les dégâts du grondement stasismique avec la communion nécromique, ce qui protège complètement l’allié.",
        "Lorsque Toross atteint 0 pw, il lance un sort de zone autour de lui qui dépop instantanément 5 cases autour de toross. Le sort rebondit sur les alliés touchés. Si vous jouez avec un dpt mêlée, il est conseillé de conserver au minimum 1 pw (3 pw si la stèle polyphagie est activée).",
        "Stèles : \r\nLes stèles sont globalement très simples et la prise en main est facile. Toutefois, il faut faire attention à la combinaison de la stèle polyphagie et de la stèle sècheresse qui ne sont pas propices aux combats longs."
      ],
      "tips": [
        "Stèles:",
        "Astuce",
        "Stèle 1:",
        "Stèle 2:",
        "Stèle 3"
      ]
    },
    {
      "name": "Rushu",
      "level": "Rushu",
      "boss": "",
      "strategies": [],
      "tips": []
    }
  ],
  "231 - 245": [
    {
      "name": "Les Férociraptors",
      "level": "Fulgurosaure",
      "boss": "Mécanique du donjon et du Fulgurosaure",
      "strategies": [
        "Le Fulgurosaure récupère 5% de ses points de vie tous les 2 tours, donc les tours pairs."
      ],
      "tips": []
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "Phase 1 - 100%-70%\n    A chaque fois que vous tapez le Fulgurosaure avec un personnage, une fois par tour, il gagne 1 point de wakfu, jusqu'a 6 points de wakfu par tour.\n    Au début de son tour, le Fulgurosaure va invoquer des \"Pierre d'ailes\" qui taperont autours d'elles en zone cercles 3 et perdront 50% de leurs points de vie, chaque pierre présente sur le terrain au début du tour du Fulgurosaure, il perdra 50 résistances.",
      "strategies": [
        "Phase 2 - 70%-0%\n    A chaque fois que vous tapez le Fulgurosaure, par tour, il gagne 1 point de wakfu, jusqu'a 6 points de wakfu par tour.\n    Au début de son tour, le Fulgurosaure va invoquer des \"Pierre d'ailes\" qui cette fois-ci vous permettrons d'éviter la \"Colère celeste\" du Fulgurosaure en étant en mélée des pierre d'ailes, et perdront 50% de leurs points de vie par tour\n    Le Fulgurosaure gagne 75 de résistances par pierre sur le terrain et aura une vulnérabilité de -150 résistance pendant la phase\n    Tous les 3 tours, il va faire apparaître des cases \"feu noir\"",
        "Monstres",
        "Vélociraptueur\n   Ne tape qu'au contact mais retire des résistances à chaque coup.",
        "Nabuchodonosaur\n   Applique un poison de fin de tour de 10% des points de vie actuels par coup que vous allez subir. Un de ses spell rebondit en zone de 2 et multiplie les poisons si vous êtes mal placé !",
        "Avalodon\n    La premiere entité qu'il va attirer servira de \"hôte\" pour un vol de caractéristique: plus vous êtes résistant, plus il gagnera de résistance. Plus vous avez de maitrises, plus il gagnera de maitrises. Ils tapent fort et en zone !"
      ],
      "tips": [
        "Conseil\nPréparer un tour de de dégats juste avant de le passer, peu importe le nombre de pierres présentes en phase 1, il aura 400 de résistances au passage phase 2",
        "Pour ceux qui n'ont pas la composition d'équipe pour le tuer sur un seul tour, il faut passer son tour jusqu'à ce qu'il n'y ait plus de rochers, car en phase 2 il gagne beaucoup de résistances en fonction du nombre de pierres sur le terrain, pour réessayer un tour de dégats et finir ce qu'il reste."
      ]
    },
    {
      "name": "Les Primassifs",
      "level": "Imagori",
      "boss": "Mécanique du donjon et d'Imagori",
      "strategies": [
        "Les monstres vont gagner 30% de leurs points de vie en armure à chaque fois que vous leurs enleverez 10% de leurs points de vie maximum."
      ],
      "tips": []
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "A chaque fois que vous taperez 10% de la vie d'un monstre ou d'Imagori, vous gagnerez également un état Puissance de Wakfu qui augmentera considérablement vos dégats et vos points d'actions.\nLa puissance de WAKFU se transmet entre les personnage à chaque tour, mais diminue. Pour la transferer sans perte et en gagnant des niveau, il vous faudra taper vos allier en étant aligné pour leurs donner l'état.",
      "strategies": [
        "Imagori a 4 Disruption\n1. Pousse de 6 cases, réduit dégats de dos de 50%.\n2. -30% points de vie sur les cibles qui ne sont pas aligné à un allié, réduit dégats de côté et face de 50%.\n3. Gagne 300 dommages infligés mélée, réduit les dégats distance de 50%.\n4. Gagne 300 dommages infligés distance, réduit les dégats mélée de 50%.\n\nIl gagne également une disruption à chaque fois que vous tombez 10% de ses points de vie, ce qu'il fait que pendant le tour où vous tombez ses points de vie, il peut avoir plusieurs disruption d'un coup. Elles dépendent également d'où tape le personnage qui passe les 10%.",
        "!! Attention: Ne jamais déclencher les Disruption 3 (mélée) et la Disruption 4 (distance) en même temps ! Sinon il va vous tuer que ce soit à distance ou en mélée. Si ça se produit, seulement un Féca pourra vous sauver avec la pacification ! (Déphasage de l'éniripsa ne marche pas car son sort de début de tour est lancé automatiquement).",
        "Monstres",
        "Nom du monstre\n   Texte",
        "Stèles"
      ],
      "tips": [
        "Orientation Disruption\nDisruption 1 ou 2 pour un tour, Disruption 3 ou 4 pour le tour suivant, Disruption 1 ou 2 pour le tour suivant et ainsi de suite.",
        "Disruption 1: Declenchement en tapant de DOS [Pousse de 6 cases, -50% dommages subis Face/Cotés]\n\nDisruption 2: Declenchement en tapant de FACE ou de COTE [30% actuel en dgt au cible non aligné, -50% dmg subis Dos]\n\nDisruption 3: Declenchement en tapant en MELEE  [300 DI Distance, -50% dommages subis Melee]\n\nDisruption 4: Declenchement en tapant à DISTANCE [300 DI mélée, -50% dommages subis distance]",
        "Astuce: \nNE JAMAIS TAPER + DE 20% en 1 TOUR !\n\nSi Disruption 1 => NE PAS TAPER MELEE\nSi Disruption 3 => NE PAS TAPER DE DOS\n\nFriable et la subli \"Main forte\" aideront énormement !\nSi vous voulez ne pas réfléchir: Taper exlusivement DISTANCE + COTE"
      ]
    },
    {
      "name": "Savanastraux",
      "level": "Timö le possédé",
      "boss": "Mécanique du donjon et de Timö",
      "strategies": [
        "Des zones seront présente sur la carte. Chaque zone correspond à un élément. Les monstres auront une résistance, il vous faudra la force contraire (Eau-Feu//Air-Terre) pour pouvoir infliger des dommages."
      ],
      "tips": [
        "DOCUMENT pour les gomettes de placement en phase 2 & 3."
      ]
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "Le système du combat fonctionne par vague. A chaque fois qu'une vague est tuée, Timö réinvoque les monstres et change de phase. Vous ne pouvez pas taper Timö avant la Phase 4. Chaque vague est plus résistante et frappe plus fort que la précédente. Dès la phase 2, les monstres apparaissent autours de Timö et jouent tous les uns-après les autres.",
      "strategies": [
        "Le seul sort de dégat de Timö est un sort air qui rebondit sur les cibles alignées.",
        "Chaque début de tour, Timö va lancer un ultime selon la zone sur laquelle zone il se trouve.",
        "!! Attention: Si vous êtes collé à un totem, Timö vous sautera dessus en début de tour, prendra l'élément du totem et fera son ultime en conséquence ! Il gagnera également 25 dommages infligés cumulable à l'infini avec sa téléportation.",
        "Phase 1 - Il est a noté que Timö est inciblable tant qu'il n'est pas en Phase 4\n    Les zones vont changer de place au tour de Timö, après son ultime.",
        "Phase 2\n    Les zones vont changer à chaque fin de tour d'un joueur.",
        "Phase 3\n    L'ordre est coupé par des élements Corrompu qui vous infligeront 50% de vos points de vie max au lieu de vous donner l'état si vous commencez votre tours dans la zone.",
        "Phase 4\n    Timö descend et c'est la bagarre, plus aucun état ni ultime. Il a -66% de résistance et il régénère 1000% de ses dégats.",
        "Monstres",
        "Mâle luné\n    Début de tour, il tape en zone de 2-6 cases TERRE et retire des points de mouvements. Ne tape qu'au corps-à-corps et retire des résistances. Le taper à distance 1 fois par entité lui fait esquiver le coup, se TP à votre contact mais lui fera perdre des resistances et gagner des DI. A sa mort il fera une AOE qui retire jusqu'à 6PM en zone 2-6",
        "Astrompe\n    Tape en ligne feu à 3 cases et pose de la lave. Tape également au corps-à-corps très fort feu et applique un état Magma: Fin de tour, le porteur de l'état pose une zone de lave de cercle 2 autours de lui. Tape selon sont le pourcentage de points de vie actuel. Plus il a de points de vie, plus il tapera fort. A sa mort, il fera une explosion Feu de cercles 3",
        "Chimère veilleuse\n    Pousse au corps-à-corps de 3 cases, vous met de dos et tappe en cercle de 2 AIR en vol de vie + soin en zone autours de lui 2 fois par tours. Plus il y a d'entités dans la zone, plus il fera de dégats => Ne vous regroupez pas!!\n A sa mort, il pose une zone qui soignera un de ses alliés de 100% de ses points de vie et empechera les monstres dedans de tomber sous 20% de leurs points de vie."
      ],
      "tips": [
        "Feu - Zone hors des pilliers\nEau - Zone à l'intérieur des pilliers\nTerre - Zone autours des joueurs en zone de 2\nAir - Zone alignée au pilliers",
        "Quand vous taper un monstre avec le bon état, en plus de pouvoir le taper vous allez retirer 25 de resistance à tout les monstres en même temps. Ce qui signifie que si même avec vos support vous prenez les elements, vous allez permettre de retirer jusqu'a 150 de resistance à tout les monstres !",
        "Phase 3\nFeu Feu-Corrompu Eau Eau-Corrompu Terre Terre-Corrompu Air Air-Corrompu",
        "Magma\nDégats FEU en début et fin de tour."
      ]
    },
    {
      "name": "Le Clan de Bworkana",
      "level": "Zulnara, cheffe de guerre",
      "boss": "Mécanique du donjon et de Zulnara",
      "strategies": [
        "Zulnara pose un état Vengeresse sur tout les bworks: à chaque fois qu'un de leurs alliés est tué, elle gagne des dégats, des points de mouvements et des résistances. Elle gagne également 20% d'armure à chaque fois."
      ],
      "tips": []
    },
    {
      "name": "Résistances à favoriser \n\nIntéressant",
      "level": "Utile",
      "boss": "Zulnara place une Corruption sur 2 entités en début de tour: En fin de tour, un allié corrompu infligera des dégats à toute entité alignée à lui à la fin de son tour, l'incluant. Si il n'est pas aligné, il ne subira pas les dommages non plus !",
      "strategies": [
        "Zulnara utilise Correction shushutée en début de tour sur la cible ayant le plus de Provocation. Elle se téléporte face à la cible si la cellule est libre, sinon c'est aléatoire dans une zone proche de la cible : il est donc conseillé de faire attention à son orientation. Ce sort inflige des dommages en fonction du niveau de Provocation consommé sur la cible. Pour éviter un très gros burst, il peut être indiqué de bien répartir la provocation sur ses différents personnages pour réduire le montant maximal porté par un personnage unique (et bombarder les res eau).",
        "Le sort Prison de rose peut être lancé sur une cible seulement si elle a de la Provocation et seulement en ligne de vue : il est possible de contrôler à 100% le placement du boss chaque tour et de jouer facilement avec les obstacles du combat pour s'en protéger.",
        "La rendre vulnérable",
        "Phase 1 - 100% à 0%: Zulnara n'est pas vraiment dangereuse.\n    Placez quelqu'un à son contact chaque tour pour lui éviter de sauter dans votre équipe. Tape en ligne sur toute la ligne si elle peu cibler quelqu'un.",
        "Phase 2 - 100% à 0%: Elle revient à la vie sous une autre forme, elle se transforme et gagne un état Provocation.\n    Elle est invulnérable tant qu'elle n'a pas 300 de Provocation.\n    Une fois en Phase 2 à chaque début de tour, elle saute systématiquement face à celui qui a le plus de Provocation. Elle tuera également toute invocation dans sa ligne de vue.\n    Tant qu'elle n'a pas 300 de Provocation, chaque entité fera apparaître en fin de tour un totem à sa case de début de tour, et ces totems ont une zone de mort qui tuera toute entité débutant ou finissant son tour dessus, en zone cercle de 2.",
        "Monstres",
        "Vieillarde Bwork\n    Elles posent des zones \"prison\" qui vous empeche d'en sortir, éloignez un de vos supports pour que la prison soit lancé sur lui !",
        "Big Mama Bwork\n    Elles provoque l'allié le plus éloigné d'elle (sauf si déjà provoqué par une Mama Bwork) et réduit tout les dégats qu'il fera de 80% sur d'autres entités qu'elle. Si elle n'est pas tapé par le \"Provoqué\" elle va gagner des dégats et des résistances.",
        "Mama Bwork\n    Elles vont systématiquement dash en début de tour si quelqu'un est aligné. L'idée est de la forcer à dash 2 fois pour lui éviter de lancer son sort de zone qui fait extrèmement mal."
      ],
      "tips": [
        "Provocation\nAugmente de 10 par sort lancé en ligne de vue de Zulnara. \nAugmente de 20 si le joueur fini en ligne de vue de Zulnara.",
        "La zone des totems retire 50 de resistances à Zulnara. [CUMULABLE]",
        "L'état s'additionne entre les joueurs pour aller sur Zulnara.",
        "Xelor\nPlacez vos cadran hors de la ligne de vue pour pouvoir cumuler vos dégats !"
      ]
    },
    {
      "name": "Machines de Nox",
      "level": "Protozortemps",
      "boss": "Mécanique du donjon et du Protozortemps",
      "strategies": [
        "Dans la salle 1, il faut prioriser l'élimination des Noxelanste dans la zone du fond si vous avez un sort qui permet de taper sans ligne de vue.\nSinon il faudra tuer tout les monstres sur le terrain, ils vont rester à 1 point de vie, et les placer sur les cases rouge pour débloquer la zone."
      ],
      "tips": []
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "L'Horloge donne 4 points de mouvements et 4 points d'actions à celui qui la tue (et res tout ceux à terre) ! Les noxines retire 40 dommages infligés au Protozortemps et 1 point de wakfu au alliés en zone de 2.",
      "strategies": [
        "Le Protozortemps sera dans un cube jusqu'a ce que toute les cases rouge soit retirée.\nTuer un monstre et placer le sur une case rouge pour la faire disparaître.",
        "Chaque tour, une vague de WAKFU va traverser le terrain. \nElle tape relativement fort et retire 50 de résistances cumulables à l'infinie si elle est actualisée à chaque tour sur chaque entité, comprenant les monstres.",
        "Une fois le boss apparu, il lance chaque tour en début de tour une AOE autours de lui qui vole des PW et sera plus grande et fera plus de dgt au plus il a de PW ! Ne stackez pas vos perso autours de lui.",
        "Chaque tour, 1 artéfact va apparaître, ils fonctionnent comme ceux sur OGREST: \n-Bouclier: Permet à la cible de réduire les dgt du boss de 50%\n-SID: Permet de TP le boss sur la case ciblé.\n-Epee: Double les dgt de la cible pendant 1 tour.",
        "L'idée est donc d'esayer de jouer avec l'IA et le SID pour le forcer à prendre la vague un maximum de fois d'affilé pour tomber ses résistances !",
        "L'aoe début de tour du boss ne tape que si vous avez - de 3PW !",
        "Monstres",
        "Nom du monstre\n   Texte"
      ],
      "tips": [
        "Conseil: Utiliser le ventilateur (Aligné avec la case centrale du boss, il permet de le pousser/attirer, pour le placer) pour rall res le boss en continu avec le faisceau de rayon wakfu chaque tour (il peut tomber jusqu'à 55% res, soit 10x d'affilé). \nLe bloquer avec des Noxine (Mais lui laisse au moins une case pour eviter l'etat \"anti blocage\") et éviter d'avoir des persos low PW proches de lui à son début de tour"
      ]
    },
    {
      "name": "Théâtre intemporel",
      "level": "Nox",
      "boss": "Raison de l'invulnérabilité ou du problème",
      "strategies": [
        "Le donjon comporte 4 phases répartie en 4 actes. Chaque acte fait intervenir un pentin de nox et change les règles du combat."
      ],
      "tips": []
    },
    {
      "name": "DJ 3 JOUEURS",
      "level": "Principale",
      "boss": "Dans le donjon, il y aura en permanence 3 poupée qui vous donneront chacune un etat si vous finissez/commencez votre tours à leurs contact. L'etat dure 2 tours et peu se transmettre d'un acte à l'autre.\n\nVous ne pourrez pas taper NOX avant l'acte 4.",
      "strategies": [
        "Acte 1: Contre \"Marama\", le Feca.",
        "Il sera protégé à hauteur de 30% de réduction par poupée encore en vie. Il protègera les poupées chaque fin de tour avec un sacrifice en zone de 4 autours de lui.",
        "Il tape TERRE à distance en vol d'armure et au Corps à corps très fort en zone, retirant 5 pa et 5PM",
        "Tuez le pour changer d'acte.",
        "Acte 2: Contre \"Frisco\", le Crâ",
        "Il réduit de 90% les dégats subit, et perd 30% de réduction par poupée à son contact. à chaque coup, il va esquiver le coup, se retourner face à vous et reculer d'une case. Il faudra alors l'empecher de reculer pour pouvoir le taper (Bloquer contre une entité, stabilisé)",
        "Il lance auto en début de tour: Fleche explosive qui tape FEU sur le plus gros groupe d'ennemis si il peu zoner (Sinon il ne lance pas la sort) et il lance également fleche destructrice (énorme dégat) qui tape TERRE  sur toute entité aligné à lui en début de tour. Hormis ça, il repousse et provoque des dégats de colision en ligne en tapant AIR",
        "Acte 3: Contre \"Tartufo\", le Sacrieur.",
        "Il va essayer de tuer les 3 poupées. Si elles meurent, le combat est terminé. Il a \"refus de la mort\", donc il jouera un tour supplémentaire au moment où vous allez le tuer.",
        "Il aura +4 pm au tour suivant si il arrive à taper quelqu'un. Il attire en ligne en tapant AIR, et vol de la vie en zone en FEU + applique incurable.",
        "Acte 4: Nox + les Pentins",
        "Nox decendra, et sera invulnérable. Pour le rendre vulnérable, vous devrez l'obliger à redonner vie à ses pentins, ce qui lui fera baisser sa jauge de PW et donc son etat.",
        "Les pentins n'ont plus les réductions liés au poupée, mais vous devez avoir l'etat \"PULSAR\" pour les taper tout de même. Cela ne concerne pas Nox.",
        "Nox a deux sort: Pendule qui tape EAU et applique une marque au sol qu'il fait exploser au début de son tour, et un Aspiration de Wakfu qui vol des PW et tape au cac. Il semble que les dégats soient augmenté si vous tomber à 0pw",
        "Tuez nox pour finir le combat.",
        "Raison de l'invulnérabilité ou du problème"
      ],
      "tips": []
    },
    {
      "name": "Horloge",
      "level": "Principale",
      "boss": "",
      "strategies": [],
      "tips": []
    }
  ],
  "216 - 230b": [
    {
      "name": "Démhorrible",
      "level": "Cratéros, Bourreau de la fin",
      "boss": "Mécanique du donjon et de Catéros:",
      "strategies": [
        "Les ennemies de ce donjon sont liées:\n   Tout dégâts sur un ennemi est répliqués sur les autres. Si le placement des ennemies n'est pas bon, les dommages sont grandement réduits (80%). Chaque mobs possède une zone qui va apparaître après avoir tapé l'un d'entre-eux. Vous devez supperposé toute les zones de chaques ennemis pour pouvoir taper le maximum de dégats possible.\n   Les dégats ZONE sont répliqué et réduit de 30%, tandis que les dommage MONOCIBLE sont répliqués et amplifiés de 30% (L'idéal est de zoner salle 1 car beaucoup de mobs, et de burst monocible sur la salle du boss)"
      ],
      "tips": [
        "Les zone, une fois activé, restent pendant le tours du joueur et ne BOUGE PAS AVEC LES MONSTRES. Exemple: Vous activez celle du Condamnateur en diagonale, vous poussez le condamnateur ensuite => Vous pouvez le taper de dos via la zone !"
      ]
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "Pour chaque perso qui ne tapent pas un ennemi depuis sa zone, les mobs gagnent des dommages permanents. Le boss gagne 1 PM tous les 4 niveaux du passif.",
      "strategies": [
        "Pas de Phase: \n   Cratéros une attaque en zone 2 autour de lui qui fait beaucoup de dégâts et qui vole toutes votre armure, ce qui est vite un problème puisque que le \"Condamnateur\" vole aussi votre armure et vous met -50% de soin reçus.\n   Le boss peut aussi vous tp à son cac si vous êtes à plus de 6 PO. Il lance son sort tout les 3 tours.",
        "Monstres",
        "Sangsure\n   S'accroche, tape fort et vole de la vie, et stab la cible et la suit comme \"Calvalcade\" ou \"Kohmir\" où que vous alliez. Zone de 4-6",
        "Condamnateur\n  Vole votre armure, applique friable et incurable 50%. Zone en Diagonale de 4",
        "Rapace dépeceur\n  Tape relativement fort 2 fois par tour, peut ce TP et sa stabilisé. Zone sur ses côté de 3",
        "Mécanique du donjon et de !@#dh`~"
      ],
      "tips": [
        "Voici une façon de placer les mobs pour les taper! Il faudra taper MONOCIBLE un seul des monstres pour taper tout le monde de la meilleure des manière ! (F5 si l'image ne s'affiche pas)",
        "Aide additionnelle"
      ]
    },
    {
      "name": "Démentia",
      "level": "!@#dh`~",
      "boss": "Les ennemies de ce donjon ne meurent pas:\n  Ils tombent au sol et se releve 2 tours plus tard avec 50% des PV (ce montant baisse à chaque fois qu'ils sont tué et revivent), et pour finir le combat, il faut mettre au sol TOUT les mobs en même temps. \n  Chaque monstre à une condition à éviter, si elle n'est pas respecté => Le mob echange de place avec son allié le plus eloigné et gagne des resistances et des DI",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "Pas de phase:\n Le boss même mécanique que les mobs, si vous le tuez sans avoir tuer tout les mobs, il revient à la vie avec 50% de ses HP: Il faut donc tuer tout les mobs et ensuite tuer le boss.\n Tout les 10% de vie retiré, il va se TP avec un de ses allié (qui sera ensuite stab). Si tout les alliés sont stab, il ne ce TP pas. Si il sont tous mort, il bougera de place aléatoirement.\n Il ne tape pas très fort, exclusivement feu. Le seul dangés réside dans la zone qu'il pose au début de sont tour sur la même ligne que lui, ainsi que les 2 ligne devant lui. La zone prend toute la largeur de la map, et fait TRES MAL",
      "strategies": [
        "Monstres",
        "Ésrevni:\n   Il ne faut pas les taper en MELEE, tape fort en ligne et vol de la vie",
        "Réman'hante: \n   Il ne faut pas les taper à DISTANCE, tape au cac et attire en croix de 5",
        "CeEvroaint:\n   Il ne faut pas les taper de DOS, peu stack un etat pour faire très mal sur un sort",
        "Mécanique du donjon et de Ar'nan"
      ],
      "tips": [
        "Aide additionnelle"
      ]
    },
    {
      "name": "Spirale du Vide",
      "level": "Ar'nan, Augure du néant",
      "boss": "Les ennemis peuvent être \"Désactivé\":\n  Les conditions pour désactiver les monstres différes selon le monstre. Une fois remplie, pour la re-remplir il faudra la faire une fois de plus à chaque fois.\n Une fois désactivé, les monstres passeront leurs tours mais vont gagner 400 de resistances.",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "Pas de Phase:\n  Ar'nan a une aura de dégâts qui alterne entre cercles de 0-3 PO et anneau de 7-infini PO. \n  L'aura alterne lorsqu'un mob ou un joueur est tué ou que le boss est désactivé.\n  Ar'nan se désactive en la tapant depuis l'aura, ou en ne la tapant pas du tout pendant 1 tour (2, 3.. selon le niveau de l'etat pour la désactiver).\nAr'nan perd 200 de resistance quand elle est désactivé ! Il faut donc la tuer pendant qu'elle est inactive",
      "strategies": [
        "Le boss fait énormément de dégâts, et il se déplacera de manière à vous mettre dans l'aura. Il est donc important de le garder désactivé quasiment tous les tours.",
        "Monstres",
        "Echinoidéant:\n    Est désactivé s'il reçoit des dommages au CONTACT, tape tres fort au début de son tour à son contact et attire sur toute la longueur de la map, en ligne et vous stab si vous arrivez au contact",
        "Inanite\n    Est désactivé s'il reçoit des dommage de DOS, se TP pour venir prendre le dos (et retire des PW si attérie à votre contact) et tape très fort en terre",
        "Chrysavide\n   Est désactivé s'il est DEPLACE, pose des zones en croix qui retire 2 pm en début de tour et tape assez fort",
        "Le boss est invulnérable"
      ],
      "tips": [
        "Pour éviter de prendre trop de dégâts, il peut être utile de réfléchir à une rotation des perso pour leur faire perdre l'état multiplicateur.",
        "Partez du principe que si le boss joue, et qu'il peu bouger => Vous êtes mort. Soit vous avez bcp de retrait PM, soit vous le tuez très vite.",
        "Aide additionnelle"
      ]
    },
    {
      "name": "Royaume du Desespoir",
      "level": "Vaal'Enthia",
      "boss": "Dans le Donjon, une mécanique spéciale est présente: La Corruption. \n\nChaque mobs possèdent une corruption spécifique. Pour récuperer une corruption, il faut tomber les PDV d'un mobs a -50%, et vous lui vollerait une corruption. ATTENTION, eux aussi peuvent pour les voler si ils vous tombent en dessous de 50%.",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "Salle 1: Plusieurs mobs seront invulnérable, et vous ne pourrez les taper que si votre personnage possède un etat corruption et tape en respectant la condition de la corruption que vous avez.\nVous pouvez voler une corruption à vos alliés en tapant dans la condition de la corruption que vous souhaitez voler. Chaque corruption augmente vos dégats dans la condition de celle-cis. Elles sont cumulable !",
      "strategies": [
        "La rendre vulnérable",
        "Vaal'Enthia: Ne peu être taper qu'en possédant un etat corruption et en tapant dans la condition de(s) (la) corruption sur votre personnage.",
        "ATTENTION: Vaal possède un etat qui change chaque tour. En début de tour, elle lance automatiquement 3 sort sans LDV sur 3 cibles. Si vous ne respectez pas la condition de LDV qu'elle impose, les dommage sont quadruplé.\n\nTour pair: Cible CACHE dgt X4 // Tour Impair: Cible en LDV dgt X4",
        "Monstres",
        "Viriscent: \n    Echange de place avec 2 personnes par tour et tape très fort si il se trouve à 2 cases de vous. Donne la Corruption \"DOS\"",
        "Meristhaine:\n    Très tanky, vol des pm mais ne tape pas très fort. Donne la Corruption \"MELEE\"",
        "Campidiable:\n    Tape assez fort de loin et repousse de 7 cases au contact. Donne la Corruption \"DISTANCE\"",
        "Mécanique du donjon et de K'abah'Al"
      ],
      "tips": [
        "Astuce\nQuand Vaal'Enthia n'est pas Stabilisé => Cachez vous\n Quand Vaal'Enthia est stabilisé => Restez en LDV",
        "Aide additionnelle"
      ]
    },
    {
      "name": "Route des morts",
      "level": "K'abah'al, Gardien de la route des morts",
      "boss": "Chaque MORT fera apparaître un rédisu.\nLe donjon a une mécanique particuliere: Lorsque que vous tuez un monstre, un \"résidu\" va apparaître. Il est innofensif, mais renvoie 100% des dégats que vous lui infligerait. Lorsque 2 résidu arrivent au cac l'un de l'autre, ils vont fusionné et re-devenir un monstre, qu'il faudra tuer (et aucun résidu n'apparaîtra).",
      "strategies": [],
      "tips": []
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant",
      "level": "Utile",
      "boss": "K'abah'al: Le boss tape 3 fois sans ligne de vu dans l'élement FEU, et peu \"griffer\" au CAC appliquant un etat \"déchiré\". Si il tape deux fois d'affilé quelqu'un dans l'etat déchiré, celui-ci va prendre beaucoup plus de dégats. Un tour sur deux, il va échangé de place l'entité la plus proche et la plus éloigné de lui. Stabilisez une des deux entité annule la TP.",
      "strategies": [
        "Si une cible est isolé de ses allié (4 cases et plus), alors K'abah'al va sauter dessus et le griffer directement. Evitez donc d'isoler une entité sauf si c'est volontaire pour éloigner le boss. Le boss fait également apparaître des cases sur le sol, et au début de son tour il lance AUTOMATIQUEMENT (même déphasé) une AOE de cercle de 4 cases sur chaques marque, et sur chaque résidu ! Faite très attention.",
        "Lorsque vous tuez K'abah'al, celui-ci va faire apparaître 8 résidu autours de vos personnages. Lorsqu'ils vont fusionné, ils font des nouveau K'abah'al avec 20% hp, qu'il faut re-tuer.",
        "Monstres",
        "Glouto\n   Pas trop dangereux, ils peuvent \"glouter\" vos invocation/mécanisme, gagner des HP max/Di/Pm. Essayer d'éviter qu'il ne mange trop d'invoc.",
        "Druidre:\n   Pousse de bcp de cases, peuvent se transpo avec un résidu et faire une grosse AOE. Lorsqu'ils vous tapent, ils vous pose un etat qui fait que chaque entité qui partage cet état, partage également les dégat qu'ils reçoivent: Très dangereux !",
        "Maître des ténèbres: \n   à leurs tour de jeu, ils deviennent invisible. Pour qu'ils soient visible, ils doivent subir des dégats. Tape assez peu et retire de la PO"
      ],
      "tips": [
        "Astuce: Tuez le boss avec votre premier personnage de la timeline et éloignez tout vos autres personnage pour éviter d'avoir plusieurs fusion et donc plusieurs boss à gerer.",
        "Se faire toucher plusieurs personnage par un Druidre à la salle du boss signifie mourrir. En effet, si le boss tape qq'un ayant l'etat du druidre, il partagera ses dégat avec tout les autres ayant l'etat.",
        "Astuce: Poser un glyphe, poison ou autre dégat qui proc pendant leurs tours de jeu permet de les avoir visible de façon permanante. (Ou alors les Focus, ils sont relativement faible)"
      ]
    },
    {
      "name": "Steameur",
      "level": "Sir Comte Flex",
      "boss": "Mécanique du donjon et de Sir Comte Flex",
      "strategies": [
        "Les monstres ainsi que le boss ont tous un etat STASIFIE \nLes mobs ont tous un \"compteur\"appellé \"reserve de Stasis\", ce compteur augmente sous différentes conditions. Une fois le compteur à 5 et plus, chaque monstre peu lancer un \"ultime\" qui sera lancé automatiquement au début de leurs tours. Tout les monstres gagne 1 de charge à chaque fois qu'un ennemis et tué."
      ],
      "tips": [
        "Conseil\n Il faudra zoner et éliminer au plus vite les monstre. Dans l'idéal, vous devrez avoir tuer tout les monstre T2 sinon le combat risque de devenir bourbier ! Avoir un support en fin de timeline pour replacer votre équipe en cas de mauvais positionnement pour eviter un ultime facilite énormement le combat."
      ]
    },
    {
      "name": "Résistances à favoriser\n\nIntéressant                     DGT STASIS !",
      "level": "Uniformisez vos résistance, la plus faible sera celle prise en compte.",
      "boss": "Sir Comte Flex est relativement dangereux, à chaque début de tour il fera une AOE sur toute les cases devant lui, sur l'intégralité de la map et possède également un compteur qui monte de 1 par ennemie tué et qui augmente selon un etat qui change tout les 3 tours:",
      "strategies": [
        "Etat \"rouge\": Il gagne +1 par ennemies en mélée au début de son tours. Il pose des mînes autours des entité touché par ses sorts, et les fait exploser au début de son tour de jeu. \nUltime: Dégat en croix infinie sur chaque ENTITE (mécanisme inclut). \n                                             NE PAS ETRE ALIGNE SI IL PEU LANCER SON ULTI EN FIN DE TOUR.",
        "Etat \"Vert\": Il gagne +1 par dégat direct subit. Il retire X pm (Niveau d'état) avec chaque sort. \nUltime: Dégat en cercle 2 sur chaque ENTITE (mécanisme Inclut). \n                                             NE PAS ETRE EN MELEE LES UN DES AUTRES SI IL PEU LANCER SON ULTI EN FIN DE TOUR.",
        "Etat \"Mauve\": Ses attaques rebondissent toute dans un cercles de 3 cases, et il prend +1 à la fin de son tour par rebond effectué. \nUltime: Dégat en cerle 2-5 autours de chaques ENTITE (mécanisme inclut).\n                                              PAQUET-VOUS EN PETIT GROUPE ELOIGNEE LES UNS DES AUTRES SI IL PEU LANCER SON ULTI EN FIN DE TOUR.",
        "Il changera d'état en fin de tour T2 5 8 11.. ect. Au début du tours suivant (T3 6 9 12.. ect), il va sauter sur l'éntité la plus éloigné (Invocation incluse). \n\nAttention: Le boss a un sort pour vous stabiliser à son contact et il a beaucoup de tacle. Faite attention car il va donc vous bloquer dans son AOE début de tour !",
        "Monstres",
        "Artilleur\n   Ils tapent en ligne, et leurs sort rebondissent en cercle 2. +1 de reserve à la fin de leurs tours par rebond effectué. Inflige des dégat en mélée à sa mort !\nUltime: Sort sans LDV qui envoie une boule de stasis par niveau d'etat stasifié au moment du lancement de l'ulti.",
        "Mékano\n   Ils soignent et donnent de l'armure à leurs allié. Ils posent des mînes qui vont exploser à leurs mort en effectuant des dégats en cercles 2 autours des mînes. +1 de charge par don d'armure sur leurs allié.\nUltime: Donne autant d'etat stasifié à un allié qu'il en a au moment de lancer le sien et donne 10di par charge transmises.",
        "Unité Stasificatrice \n  Peu se TP derrière quelqu'un en ligne de 3 à 5 po deux fois par tours, retrire des PM en zone de X (lvl de charge) et retire jusqu'à 4pm. +1 de charge par dégat direct subit. À la mort, retire 100 PM à celui qui l'aura tué. \nUltime: Repousse tout les allié de 1 cases par charge stasifié, stabilisé toute les cibles touché par le sort (Toute les cibles qui sont présente et non porté par un panda)",
        "Boss secondaires",
        "Dans chaque salle, vous pouvez invoquer un BOSS qui sera ré-invoquer ensuite à la salle du boss, en plus de Sir Comte Flex et de Cire Momore",
        "Protopoulpe [Boss Salle 1]\n  Tape en ligne sur les 3 cases aligné devant lui en début de tour. Aura 2 zone dédié en salle 1, 4 à la salle du Boss.\nSort de en croix de 1 qui retire 3 PM et 2 PO. Portée INFINI mais avec LDV. \nVous ne pouvez le taper qu'en étant aligné avec sa case centrale !",
        "Protosquelette [Boss Salle 2]\n  Tape en zone 4 autours de lui au début de son tour.\nSort de en croix de 1 qui tape très fort. Portée INFINI mais avec LDV.",
        "Protogolem\nSort de zone en ligne de 7 face à lui, et AOE qui repousse autours de lui si il est bloqué    \nInvoque 4 cristal de stasis avec chacun un effet distinct:\n-Cristal de mêlée: Insensible aux dégâts à distance.\n  -Cristal de distance: Insensible aux dégâts en mêlée.\n                                                        -Cristal d’armure: à 20% d'hp mais 200% d'armure (Tuez le avec des dgt sous l'armure)\n      -Cristal de résistance: Gagne 200 de res par coup subit.\nCommencer son tour au contact d'un cristal vous donne 20 di et 50 de resistances pour 1 tour.\nChaque cristal ACTIF (1pv pour les désactiver) confère 100 de resistances à toute la salle. jusqu'a 400 pour les 4 actifs.",
        "Raison de l'invulnérabilité ou du problème"
      ],
      "tips": [
        "Astuce: Essayez d'envoyer une invocation pour le forcer à s'éloigner de votre équipe pour pouvoir gerer le combat. (Les mécanisme sont prit en compte, comme le tonneau du Pandawa)\n\nL'envoyer loin + retrait PM permet d'énormement l'empecher de jouer",
        "Astuce: Ne vous zoner pas entre-vous, si il à le malheure de lancer son ultime et que vous êtes paquet, c'est la fin !",
        "Astuce: Très dangereux au boss car il va systématiquement donner des reserve de stasis au boss, qui pourra donc lancer un ultime !",
        "Astuce: Le compteur n'augmente pas lorsque les dégats sont des dégats indirect. Il faudra soit les tuer en moins de 5 coups, soit via des dommages indirect. (Ou alors joyeux manège)"
      ]
    },
    {
      "name": "Horloge",
      "level": "Principale",
      "boss": "",
      "strategies": [],
      "tips": []
    }
  ]
}